{"post_url": "https://www.topitworks.com/vi/viec-lam/php-developer-277-993215", "post_img": "https://images.vietnamworks.com/pictureofcompany/b0/10659677.png", "title": "PHP Developer", "content": "Thực hiện phát triển phần mềm bằng ngôn ngữ php  theo bản thiết kế.\nThực hiện unit test các chức năng tự phát triển.\nSupport các thành viên khác trong công ty\n\nCó ít nhất 1 năm kinh nghiêm phát triển phần mềm dựa trên các framework của php (CodeIgniter, WordPress)\nCó khả năng nắm bắt và giải quyết vấn đề nhanh.\nBiết các ngôn ngữ lập trình khác (Perl) là một lợi thế\nCó thể làm việc độc lập và làm việc nhóm", "salary_range": "$1,200"}{}{"post_url": "https://www.topitworks.com/vi/viec-lam/application-programmer-java-is-a-must-1-1-743111", "post_img": "https://images.vietnamworks.com/pictureofcompany/b1/10686157.png", "title": "Application Programmer (Java Is A Must)", "content": "-\tProgramming, designing, drafting, correcting and testing system;\n-\tSetting up system, programming manual and work book.\n-\tMaintain the current B2E, B2C, BCS system\n-\tSupport the user to develop the system and satisfied their request\n-\tSolved the problem from user and make sure the system can run normally\n\n•\tEducation：\tGraduated from University in related field (Fresher - 1 year exp)\n•\tWorking experience and Skill:\n-\tLanguage skill: Good communication in  English\n-\tComputer skill: Excellent knowledge of JAVA, JavaScript, JSP, XML, SQL, (IOS is plus);\n-\tOther skill: Good communication and verbalization skills.\n•\tPersonalities:\n-\tPositive thinking\n-\tWell communication and team work\n-\tSelf-motivated, aggressive and performance-oriented\n-\tAttentive and sense of responsibility", "salary_range": "$500"}{}{}{"post_url": "https://www.topitworks.com/vi/viec-lam/software-qa-engineer-automation-manual-1-1153418", "post_img": "https://images.vietnamworks.com/pictureofcompany/21/10211672.jpg", "title": "Software QA Engineer (Automation & Manual)", "content": "Benefits:\nWorking with great people in an international-standard and professional environment with great chances to learn new skills and gain valuable experience, receive competitive salary, and a number of other benefits as follows:\n• Flexibility in working space & time: work from home (5 days per month), flextime\n• Well-equipped facilities: laptop (Macbook...) & PC with 2 monitors\n• Salary review: twice a year\n• Opportunities to go on business trips to Japan, China, US…\n• Generali Global medical insurance: support 100% for employees and 50% for 2 family members\n• Generali Income compensation insurance\n• Generali Death & disabilities insurance\n• Support for Japanese/English study/exam and skill training\n• Unlimited support for events/parties/club activities\n• Support for team building activities\n• Creative & young working space\n• 2 additional annual leaves issued by company besides ones pursuant to labor law\n• 5 days of refresh holiday after every 5 consecutive working years\n• Fixed bonus: 13th-month salary\n• Other bonus: depends on Cybozu Group’s annual turnovers\n• Annual MVP award\n• Annual company trip\n\nJob description:\n• Executing automation/API testing\n• Developing and implementing test automation frameworks and automation scripts for SDK \n• Reviewing and analyzing requirement / technical specifications \n• Designing test spec / test case / checklist and test data \n• Executing manual testing in web application \n• Reporting bugs into Bug Tracking System \n• Reporting test result accurately in timely manner\n\nRequirements:\n• At least 3 years of experience in API testing, automation testing & manual testing in web application \n• Knowledge about programming in JavaScript or Swift \n• Ability to read and write technical documents in English (equivalent to TOEIC 500)\n• Age: up to 30\n\nPreferred qualifications:\n• Knowledge about programming in Java or Go \n• Knowledge about Agile/SCRUM\n\nP/s: Please be noted that only qualified candidates will be contacted for interview arrangement.", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/front-end-developer-184-1153405", "post_img": "data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAAKAAAACNAgMAAABNk5lWAAAACVBMVEUAAAAAAABlZWXoLeo+AAAAA3RSTlMAFBTOAsf2AAAAiElEQVRYw+3UwQ2AIAwFUJdgCafx0I7mEk5pYmpoo0YuYmn/Pwm8k3w6XVL4zKK3o0OSj1yQbSgHJLsEBPwX6jnVA86bZH2B9fALqNIB1o1EUA3FaPC5ZnpZgkEVQPPzKBm8P3Fb3ERvZoT2+OgjoCs4Qs1Q3HYo0zE+NHd9mAxQAhgXcmNCwR2Gu83pcvNRPAAAAABJRU5ErkJggg==", "title": "Frontend Developer", "content": "We are looking for a qualified Front-end developer to join our IT team. You will be responsible for building the ‘client-side’ of our web applications. You should be able to translate our company and customer needs into functional and appealing interactive applications.\n\n-\tUsing markup languages like HTML, CSS, JS, React JS to create user-friendly web pages.\n-\tMaintaining and improving website.\n-\tOptimizing applications for maximum speed.\n\n* Responsibilities\n-\tUse markup languages like HTML to create user-friendly web pages.\n-\tDeveloping new user-facing features using React.js.\n-\tTranslating designs and wireframes into high quality code.\n-\tOptimizing components for maximum performance across a vast array of web-capable devices and browsers.\n-\tOptimize applications for maximum speed.\n-\tDesign mobile-based features.\n-\tCollaborate with back-end developers and web designers to improve usability.\n-\tGet feedback from, and build solutions for, users and customers.\n-\tWrite functional requirement documents and guides.\n-\tCreate quality mockups and prototypes.\n-\tHelp back-end developers with coding and troubleshooting.\n-       Workplace: Metro Manila, Philippines\n\n-\tProven work experience as a Front-end developer.\n-\tExperience with JavaScript, CSS and React.js is a must.\n-\tFamiliarity with browser testing and debugging.\n-\tIn-depth understanding of the entire web development process (design, development and deployment).\n-\tAn ability to perform well in a fast-paced environment.\n-\tPriority is given to applicants with Thai, Vietnamese, Chinese and Malaysian Nationalities.\n-\tSuccessful candidates will be based at Manila, Philippines.\n-       Reading comprehension the documents. Communication skills for work.\n\n* Benefits:\n-\tCompany to take care of, stay, shuttle, have a condo cleaner every day\n-\tAnnual permission: 22 days\n-\tMinimum salary 1200 $ probation (net)\n-\tParticipating in social insurance, travel opportunities are subsidized from the company\n-\tMedical examination and treatment regime according to high standards of foreigners", "salary_range": "$1,200"}{"post_url": "https://www.topitworks.com/vi/viec-lam/product-manager-221-1-1153393", "post_img": "https://images.vietnamworks.com/pictureofcompany/ed/10800774.png", "title": "Product Manager", "content": "We are looking for a talented individual ready to join a dynamic team responsible for the creation of a disruptive integrated talent management solution. The talent management solution forms the central part of the bigger Wize Solution to be delivered to the market.\n\nYou will act as the Product Manager for the functional roadmap of the current TalentWize© and future Wize Talent solution, managing the transition from the legacy to the new product through effective product backlog management.\n\nYou will form an integral part of the Product team, reporting into the Head of Product and will be responsible to manage a team of Product Specialists and Product Business Analysts in achieving product delivery objectives.\n\nThis role can be remote based as long as there is a willingness to undertake significant international travel.\n\n*** Duties and responsibilities\n\n* Product Management\n\n·       Drive the vision and delivery of the product stream\n·       Conduct market and customer research and identify features and releases\n·       Manage the roadmap, prioritize product opportunities, refine feature ideas and maintain existing features to drive business goals\n·       Maintain and update existing features\n·       Product high level product requirements which are discussed and iterated with your business analysts and design teams\n·       Build a product feedback report to be presented to customers on a bi-weekly basis\n\n* Stakeholder involvement\n\nCommunicate regularly with the Head of Product to ensure all priorities are aligned and product objectives are achieved\n·       Ensure that stake holders are included and involved in various phases of the product release cycle\n·       Communicate product goals, milestones and release dates with stake holders\n·       Communicate any changes to the schedule, product delivery milestones with key stakeholders\n·       Engages effectively with the Head of Implementation with regards to any changes, issues, bugs or product related deliverables which may impact the customer\n\n* Engagement with Engineering Team\n\n- Facilitate regular engagement with the Engineering team by following up on the achievement of product milestones\n- Facilitate the discussion of requirements to ensure a full understanding of expectations\n- Facilitate the commitment of the engineering team to delivery timelines\n\n* First line - Quality Control\n\n·       Engages in pre-testing to verify the development against agreed design principles, business requirements and system specifications on a regular basis\n·       Engages effectively with the QA lead on areas of concern\n\n * Release Management\n\n·       Liaises with Head of Product and Head of Implementation on release planning and preparation of release collateral\n·       Engages with Engineering team to ensure alignment with release planning and objectives\n\n- Extensive experience in software product management as a product owner or product manager\n- A proven track record of working with designers, engineers and various stakeholders to plan, execute and track product releases from beginning to end\n- Proven track record in managing teams and individuals and enabling them to execute on their set objectives\n- Experience in managing a product backlog in JIRA with the support of Confluence\n- Experience in writing features, epics and user stories\n- Familiar with agile product management methodologies\n- Very familiar with the domain of HR with specific reference to Talent Management\n- Strong problem solving skills and willingness to think outside the box\n- The ability to conduct a thorough needs analysis and come up with a suitable solution\n- The ability to compile and execute a project plan to meet set objectives\n- The ability to identify a problem, analyse the possible causes and consequences of a problem and implementing strategies and initiatives to address these areas\n- The ability to see the bigger picture and how various areas in business impact one another within the value chain\n- The ability to see how different parts of a system functions as a whole to provide an overall solution", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/product-business-analyst-1-1-1153392", "post_img": "https://images.vietnamworks.com/pictureofcompany/ed/10800774.png", "title": "Product Business Analyst", "content": "The Product Business Analyst is responsible to assist the business to implement solutions by documenting the requirements clearly and communicating the requirement to engineers.\n\n*** Duties and responsibilities\n\n- Assisting the Product Specialist and Product Manager with the Business Case\n- Eliciting requirements and translating the requirements in simpler terms\n -Analysing the requirements and its impact on the rest of the solution if implemented\n- Documenting the requirement and its dependencies in a structured and logical manner\n- Writing business specifications for the Engineering team\n- Assess and evaluate the delivery of the requirement by the engineering team and ensure that the requirement has been sufficiently implemented.\n\n- Business Management degree or similar qualification\n- Experience in HR/Business process scoping and implementation in various projects\n- Experience as an implementation business analyst or product business analyst\n- Demonstrated understanding of engineering concepts\n- Demonstrated experience in Mastered the strategies for gathering, reviewing and analysing requirements\n- Mastered the strategies for gathering, reviewing and analysing requirements\n- Exceptional written and verbal communication (including technical writing skills)", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/technical-writer-11-1-1153391", "post_img": "https://images.vietnamworks.com/pictureofcompany/ed/10800774.png", "title": "Technical Writer", "content": "The Technical Writer is responsible for writing, creating, maintaining, and updating technical documentation, including online help, user guides, system manuals, and other documents.  \n\nKey Deliverables\n\nProduct Documentation:  Ensures that all customer documentation such as User Manuals, User Notes, Release notes and other System Documentation is delivered at a high quality standard and kept up to date:\no\tMeets with Product Managers, Product Owners and Business Analysts regularly to ensure that product documentation is kept up to date with latest changes and enhancements\no\tEnsures that user notes, user manuals and system documentation is maintained and updated with latest product changes\no\tEnsures that the reproduction and distribution of user notes and manuals are done according to the timelines set \n\nOnline Help Function:  \nEnsures that the product has an updated on-line help which includes written documents or video content:\no\tTransfers updates to the product into useful help notes, videos or documents which can be accessed by the end user\n\nKnowledge database:  Ensures that all internal user documentation is maintained in a Knowledge Database\no\tConstantly looks for ways to improve the product knowledge base for internal users\no\tCreates and maintains an internal Knowledge Database\n\nCompany Newsletter:  Manages and writes the internal company newsletter:\no\tUses creative layout techniques to put together the monthly company newsletter\no\tGathers article content from different sources to include in the newsletter\no\tKeeps up to date with current company events to include in the newsletter\n\no\tPrevious experience in a technical writer role responsible for user guides, user notes and release guides for software products\no\tExperience in delivering an on-line help function using the latest technology \no\tExcellent English language proficiency:  verbal and written communication \no\tExcellent proficiency in Microsoft Office (Word, PowerPoint, Excel)", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/urgent-20-java-web-developers-3-2-1153378", "post_img": "https://images.vietnamworks.com/pictureofcompany/28/10300598.png", "title": "URGENT - 20 JAVA Web Developers", "content": "I. Job Purpose \r\nPerform development activities to build new and maintain existing WEB-based software systems using Java Frameworks, Font-end frameworks and databases. \n\r\nII. Responsibilities \r\n1. Participate in developing web applications, new modules, features from beginning till end in functional system (It can be Full-Stack from Frontend to Backend services and databases depends on skills and experiences). \r\n2. Participate in analyzing requirements, design architecture, perform coding, unit tests, testing and technical documentation in line with user & system requirements to deliver source code, documents and test scripts that meet client’s needs and meet the release milestone. \r\n3. Perform bugs fixing, maintaining, enhancement existing WEB application modules. \r\n4. Assist Team Leads, Managers in reporting of project status and deliverable estimations. \r\n5. Perform code review and supports colleagues \r\n6. Conduct training & coaching junior members in software engineering development if required. \r\n7. Supports team leads on maintaining QAT and development environments if required to make sure smooth development\n\nIII. Skills & Qualifications:  \r\n• Good Diploma/Degree in Computer Science/Information Technologies. \r\n• Software development skills using Java is required \r\n• Good problem-solving skills \r\n• Communication skills: Intermediate-level English (especially reading and writing) \r\n• HTML/CSS skills for font-end development \r\n• Ability to work independently, proactive problem solver. \n\r\nIV. Knowledge & Experience: \r\n• Have at least 1 year experience in web development using Java \r\n• Java Web development experience with Java EE, Spring or other Java frameworks \r\n• Experience with Restful Webservices \r\n• Experience/Knowledge on any of JavaScript Frameworks, Library (jQuery, Angular, ReactJS ... ) \n\r\nAddition For Senior Java Web Developer: \r\n• Minimum of 5 years’ professional software development experience \r\n• Strong OOP concepts and design patterns \r\n• Able to perform code review and give suggestion on solutions and designs. \r\n• Able to design and develop Java web application with a large number of concurrent users and with performance requirement is a BIG PLUS \r\n• Important web UI side technical skills: ReacJS, Bootstrap, JQuery, HTML/CSS, Ajax, JSON, Java script \r\n• Strong Spring MVC, Spring Boot, Java/J2EE, SQL, Redis \n\r\nPLUS points: \r\n• Experience with Java 8 is a PLUS.\r\n• Good understanding of relational database technologies (ie.MySQL or Oracle), stored procedures, SQL and index is a PLUS \r\n• Experience coding multi-threaded Java applications is a PLUS. \r\n• Experience/Knowledge on any of Redis, Memcached, Kotlin, Elasticsearch is a PLUS", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/c-plus-plus-programmer-1-1-1-1-1-1-1-1-1-1-1-1-1-1-1-1-1-1-1-1-1-2-1-1-1153370", "post_img": "https://images.vietnamworks.com/pictureofcompany/e0/4079410.png", "title": "C++ Programmer", "content": "Are You Looking For a Fun Place to Work? \n\nJoin The Game! \n\nAbout Gameloft\n\nLeader in the development and publishing of games, Gameloft® has established itself as one of the top innovators in its field since 2000. Gameloft creates games for all digital platforms, two of which are featured in the “Top 10 iOS Games by All-Time Worldwide Downloads” from App Annie. Gameloft operates its own established franchises such as Asphalt®, Order & Chaos, Modern Combat and Dungeon Hunter and also partners with major rights holders including Disney®, LEGO®, Universal, Illumination Entertainment, Marvel®, Hasbro®, Fox Digital Entertainment, Mattel® and Ferrari®. Gameloft distributes its games in over 100 countries and employs 4,600 people worldwide. Every month, 114 million unique users can be reached by advertisers in Gameloft games with Gameloft Advertising Solutions, a leading B2B offering dedicated to brands and agencies. Gameloft is a Vivendi company.\n\nAll trademarks referenced above are owned by their respective trademark owners.\n\nAs a member of Gameloft’s top-level engineering team in Gameloft Studios, your day-to-day work consists of:\n- Programming, debugging and optimizing codes to create and port video games on a wide range of mobile phones. \n- You will take part in projects involving various Gameloft studios around the world such as US, France, Korea, Japan…, and will work closely with project managers and other departments of the studio such as quality assurance, game design, and graphic art to deliver high-quality mobile games for international markets in Europe, Asia, America…\n\nRequirements:\n- C++ Programming knowledge\n- Fresh/Experienced Profiles are both welcomed\n- Self-learning skill\nNewcomers will be trained before working\n\nAnd above all, motivation and a passion for video games!\n\nWhy join the Gameloft universe? \n- Because you want to be part of an exceptional experience, within a company that is constantly growing!\n- Because you want to work with talented people who are industry pioneers!\n- Because you want to join a global company and meet great people around the world from all walks of life.\n- Or, just because you’re looking for a great place to work!\n\nWhat we offer:\n- Exciting diversity with our talents from around the world\n- Recognition and rewards based on your performance\n- Creative, modern and open working place\n- Continuous and professional training to fully develop your potential\n- Work hard, play hard and enjoy various activities\n- Health check-up annually\n\nWe can’t wait to find our next great talent! \n- Please submit your CV, cover letter or portfolio (if applicable)\n- Please note that only selected candidates will be contacted and your CV will be saved in our files for a period of 6 months.\n- Want to know more? Please visit our Website: http://gameloft-sea.com/", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/application-support-officer-2-1-1-1153361", "post_img": "https://images.vietnamworks.com/pictureofcompany/0d/10611951.png", "title": "Application Support Officer", "content": "- Thực hiện các qui trình để kiểm tra giám sát mức độ hiệu quả của các ứng dụng. \n- Tiếp nhận các yêu cầu của người dùng về lỗi hoặc thay đổi của các ứng dụng và phối hợp với nhà cung cấp trong quá trình khắc phục lỗi lỗi và đảm bảo đúng tiến độ.\n- Hướng dẫn người dùng sử dụng các ứng dụng.\n- Đưa ra ý kiến để cải thiện và phát triển ứng dụng. \n- Các công việc khác theo yêu cầu.\n\n- Tốt nghiệp đại học chuyên ngành IT hoặc các chuyên ngành có liên quan\n- Có kiến thức về Unix, cơ sở dữ liệu như: DB2, Oracle, hoặc Informix.\n- Có khoảng 1-3 năm kinh nghiệm ở vị trí Tester/BA hoặc vị trí tương đương.", "salary_range": "$800 - $1,300"}{"post_url": "https://www.topitworks.com/vi/viec-lam/software-qa-engineer-manual-2-1153341", "post_img": "https://images.vietnamworks.com/pictureofcompany/21/10211672.jpg", "title": "Software QA Engineer (Manual)", "content": "Benefits:\nWorking with great people in an international-standard and professional environment with great chances to learn new skills and gain valuable experience, receive competitive salary, and a number of other benefits as follows: \n• Flexibility in working space & time: work from home (5 days per month), flextime \n• Well-equipped facilities: laptop (Macbook...) & PC with 2 monitors \n• Salary review: twice a year \n• Opportunities to go on business trips to Japan, China, US… \n• Generali Global medical insurance: support 100% for employees and 50% for 2 family members \n• Generali Income compensation insurance \n• Generali Death & disabilities insurance \n• Support for Japanese/English study/exam and skill training \n• Unlimited support for events/parties/club activities \n• Support for team building activities \n• Creative & young working space \n• 2 additional annual leaves issued by company besides ones pursuant to labor law \n• 5 days of refresh holiday after every 5 consecutive working years \n• Fixed bonus: 13th-month salary \n• Other bonus: depends on Cybozu Group’s annual turnovers \n• Annual MVP award \n• Annual company trip \n\nYour key responsibilities: \n• Reviewing and analyzing requirement, technical specifications \n• Designing test specifications, checklist and test data  \n• Executing web application testing: manual (mainly), automation, API testing  \n• Reporting bugs into Bug Tracking System  \n• Reporting test result accurately in timely manner\n\nRequirements:\n• University/College degree in IT \n• At least 3 years of experience in designing and executing manual testing in web application \n• Ability to read and write technical documents in English (equivalent to TOEIC 500) \n• Age: up to 30 \n• Good teamwork and communication skills \n• Good learning and research ability \n\nPreferred qualifications:\n• Experience in or knowledge about coding \n• Knowledge about API testing in manual or automation testing  \n• Knowledge in Agile/SCRUM \n\nP/s: Please be noted that only qualified candidates will be contacted for interview arrangement.", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/up-to-1000-developer-asp-net-c-sharp-net-welcome-fresher-1-1153337", "post_img": "https://images.vietnamworks.com/pictureofcompany/4b/10773056.png", "title": "[Up to 1000$] Developer (ASP.NET/ C#/ .Net) - Welcome Fresher", "content": "- Tham gia các dự án phần mềm quản lý doanh nghiệp trên nền tảng .NET , UI Winform, Webform, \r\n- Tham gia các dự án phát triền phần mềm trên nền tảng .NET, C# ..\r\n- Nghiên cứu frameworks, kiến trúc hệ thống phần mềm khối tài chính doanh nghiệp\r\n- Phát triển phần mềm Unierp\r\n- Thực hiện công việc bảo trì hệ thống Unierp\n\r\n***QUYỀN LỢI ĐƯỢC HƯỞNG\n\r\n- Mức lương hấp dẫn: upto 1000$ thỏa thuận theo năng lực\r\n- Phát triển sản phẩm UNIERP chuyên sâu, công nghệ cao, công việc lâu dài, ổn định\r\n- Được tham gia vào các dự án phần mềm lớn với các đối tác hàng đầu Hàn Quốc: Ứng dụng sử dụng UNIERP với các doanh nghiệp lớn và sử dụng IONEERP với các doanh nghiệp vừa và nhỏ\r\n- Trở thành thành viên của công ty phần mềm nổi tiếng với quy mô lớn nhất Hàn Quốc về UNIERP\r\n- Hưởng bảo hiểm xã hội, bảo hiểm y tế theo chế độ nhà nước ban hành.\r\n- Thưởng dự án, sinh nhật, review kết quả công việc 6 tháng một lần.\r\n- Nghỉ phép có lương\r\n- Thưởng tháng 13\r\n- Được cấp phát máy tính xách tay riêng\r\n- Làm việc từ thứ Hai – thứ Sáu và 2 thứ Bảy trong 1 tháng. Nghỉ các ngày lễ tết.\n\n- Tốt nghiệp chuyên ngành liên quan tới IT (hoặc ngành kỹ thuật S/W, nghành kỹ thuật công nghiệp)\r\n- Từ 0 -2 năm kinh nghiệm lập trình (ASP.NET / C#.net ASP.NET / C#.net)\r\n- Yêu cầu tối thiểu: Có khả năng sử dụng MSSQL, C#.net , ASP.NET\r\n- Ưu tiên có thêm là 1 lợi thế: \r\n+ Có kinh nghiệm về các dự án ERP\r\n+ có khả năng sử dụng tiếng Anh", "salary_range": "$300 - $1,000"}{"post_url": "https://www.topitworks.com/vi/viec-lam/business-analysis-supervisor-1-1-1153327", "post_img": "https://images.vietnamworks.com/pictureofcompany/10/10158370.jpg", "title": "Business Analysis Supervisor", "content": "- Assess the user's business needs and business processes (current and future)\n- Analyze and consult the user’s business requirements in detail, (requirement specifications) with all assumptions and caveats included\n- Analyze the business need and impact of new products and services on the system and suggest solutions\n- Coordinate business users to get user requirements, testing plan\n- Plan for the SIT, create SIT testcase and follow up/process it\n- Lead the tester team to make sure the SIT complete well on time as plan\n- Follow up the UAT\n- Define quality attributes, external interfaces, constraints, and other non-functional requirements\n- Lead requirements analysis and verification, ensuring that requirement statements are complete, consistent, concise, comprehensible, traceable, feasible, unambiguous, and verifiable, and that they conform to standards\n- Participate in peer reviews and inspections of requirements documents. Participate in peer reviews of work products derived from requirements specifications to ensure that the requirements were interpreted correctly\n- Serve as an internal point of contact for Development whenever requirements need to be clarified\n\n1) Education:\n•\tBachelor’s Degree or higher in Computer Science, Business Computer, Computer Engineering or IT related fields\n2) Experience:\n•\tAt least 6 – 8 year experience in IT related application.\n•\tExperience in Application Analyst \n•\tExperience in Life/Asia and iSeries system would be an advantage\n3) Skills:\n•\tGood interpersonal skill;\n•\tGood communication (both verbal and writing) skills;\n•\tExcellent team work spirit;\n•\tAble to work under high pressure;\n•\tAble to work independently and good working relationship with other departments;\n•\tGood command of English (written and verbal)", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/c-c-plus-plus-software-engineer-up-to-2-000-sign-on-bonus-1-1-1153304", "post_img": "https://images.vietnamworks.com/pictureofcompany/e8/10424470.png", "title": "C/C++ Software Engineer (Up to $2,000 & Sign-On Bonus)", "content": "Vehicle Component Solutions Development Center Vietnam (VS DCV) chuyên cung cấp các hệ thống thông tin giải trí chất lương cao trên ô tô cho nhiều thương hiệu ô tô lớn trên toàn thế giới & tiến hành các hoạt động nghiên cứu phát triển và đảm bảo chất lượng cho nhiều sản phẩm của nghiệp vụ sản xuất linh kiện trên xe hơi. \n\nLà thành viên của bộ phận phát triển phần mềm, bạn sẽ nghiên cứu và phát triển các ứng dụng thông tin giải trí trên ô tô, các hệ thống thông tin dẫn đường (AVN), hệ thống thông tin và cảnh báo về tình trạng xe (Cluster) và các hệ thống viễn thông (Telematics):\n\n• Phát triển các sản phẩm automotive và các công nghệ liên quan (bao gồm các ứng dụng tương tác với người dùng (HMI Applications), các HMI frameworks, các phương thức giao tiếp giữa HMI framework và middleware phía dưới…);\n• Đảm bảo phát triển phần mềm đúng hạn và đảm bảo chất lượng của sản phẩm;\n• Báo cáo công việc với các cấp quản lý.\n\nQUYỀN LỢI:\n• Nhận ngay thưởng nóng 1 tháng lương sau khi ký hợp đồng lao động nếu ứng viên gia nhập công ty trước 30/09/2019;\n• 5 ngày làm việc/ tuần: từ thứ 2 đến thứ 6;\n• Trợ cấp ăn trưa VND800,000/ tháng;\n• Tháng lương 13 + thưởng thành tích (tổng thu nhập cạnh tranh lên tới 16 tháng lương);\n• Xét tăng lương hàng năm;\n• 12 ngày phép & 7 ngày nghỉ lễ của công ty;\n• Cơ hội làm việc on-site ngắn hoặc dài hạn & cơ hội đào tạo tại Hàn Quốc;\n• Du lịch cùng công ty, các câu lạc bộ thể dục thể thao;\n• Quỹ dành cho hoạt động ngoại khóa hàng tháng…\n\nChuyên Môn Của Bạn\n• Tốt nghiệp đại học các chuyên ngành Công nghệ thông tin, Khoa học máy tính, Kỹ thuật máy tính, Điện, Điện tử viễn thông, Toán, Cơ tin và các ngành liên quan đến công nghệ thông tin và phần mềm;\n• Yêu thích và có mục tiêu phát triển sự nghiệp trong lĩnh vực phần mềm cho ôtô.\n• Có kinh nghiệm phát triển phần mềm sử dụng ngôn ngữ C++;\n• Có kiến thức tốt về phân tích, thiết kế và lập trình hướng đối tượng;\n• Có kinh nghiệm làm việc với các hệ thống phần mềm lớn.\n\n* Các ứng viên tài năng và có kinh nghiệm tốt sẽ được cân nhắc cho vị trí Senior hoặc Leader.\n\nCác ứng viên có một hoặc nhiều kỹ năng dưới đây sẽ là lợi thế: \n• Có kinh nghiệm lập trình đa luồng, đa tiến trình;\n• Có kinh nghiệm thực tế trong việc sử dụng và thực hiện các design patterns (MVC, Observer, Singleton);\n• Có kinh nghiệm phát triển ứng dụng sử dung Qt/QML framework;\n• Có kinh nghiệm liên quan đến việc thiết kế GUI framework và các ứng dụng front-end;\n• Có khả năng thuyết trình, chia sẻ thông tin và tạo lập báo cáo.", "salary_range": "$700 - $2,000"}{"post_url": "https://www.topitworks.com/vi/viec-lam/nhan-vien-phat-trien-san-pham-30-1-1153302", "post_img": "https://images.vietnamworks.com/pictureofcompany/d8/10196727.png", "title": "Nhân Viên Phát Triển Sản Phẩm", "content": "\tKhảo sát, thu thập thông tin về nghiệp vụ trong lĩnh vực tài chính, ngân hàng;\n\tPhân tích và hỗ trợ thực hiện việc mô hình hóa các quy trình nghiệp vụ;\n\tGiao tiếp với khách hàng tiềm năng về sản phẩm của công ty\n\n\tTốt nghiệp Đại học (hoặc sẽ tốt nghiệp ĐH trong năm 2019);\n\tHam thích học hỏi công nghệ mới;\n\tCó khả năng học nhanh kỹ năng mới;\n\tCó kỹ năng phân tích, tư duy logic và kỹ năng giải quyết vấn đề;\n\tGiao tiếp tốt bằng tiếng Anh;", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/01-nhan-vien-it-23-1-1153285", "post_img": "https://images.vietnamworks.com/pictureofcompany/20/10573294.png", "title": "01 Nhân Viên IT", "content": "•\tVận hành và duy trì hệ thống server, mạng LAN, WAN\n•\tCài đặt Windows, phần mềm máy tính và khắc phục sự cố liên quan đến hardware và software cho end-user\n•\tChịu trách nhiệm cập nhật chương trình diệt virus mới nhất cho client\n•\tNghiên cứu và triển khai các phần mềm hỗ trợ công việc người dùng\n\nNộp hồ sơ trực tiếp tại địa chỉ:\n\tCông ty TNHH Thiết bị Tân tiến Sumiden Việt Nam\n\t105/5 Đường số 5, Khu công nghiệp Amata, P. Long Bình, Biên Hòa, Đồng Nai\n \tHoặc qua Vietnamworks\n\n-\tNam, từ 25 đến 32 tuổi \n-\tTốt nghiệp Cao đẳng hoặc Đại học ngành Công Nghệ Thông Tin\n-\tCó kiến thức về Hệ điều hành Windows, bảo mật mạng, tường lửa. \n-\tCó kinh nghiệm về hệ quản trị CSDL: SQL, Server, Postgress\n-\tCó khả năng sử dụng, giao tiếp tiếng Anh hoặc tiếng Nhật", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/it-functional-lead-1153274", "post_img": "https://images.vietnamworks.com/pictureofcompany/51/10554192.png", "title": "IT Functional Lead", "content": "- Lead the implementation and support of application systems relevant to the business information and automation requirements of URC Vietnam.\n- Application Implement and Development: Timetables are met and within budget. User requirements are met and conform to establish set-up/design parameters\n- Operation and Development of IT Resources: IT resources are used optimally and efficiently. IT resources cater to user needs with regards data accuracy, availability and timeliness and are able to satisfy their information requirements; allocation and utilization is in accordance with standards and policies\n- People Resource Management: People are guided and coordinated in a suitable manner employing teamwork techniques. People development activities are pursued leading to well-rounded IT practitioners/users\n- Technical Services: User problems are addressed and resolved within a reasonable time and to the mutual satisfaction of concerned groups\n- Planning and Management: Planning, monitoring, coordination and supervision of activities are effectively undertaken. Activity statuses are promptly reported. Efforts are directed towards attaining the objective of user empowerment\n- Research and Development/ Training: Applicable new technologies are being learned and applied that will enhance employee organizational effectiveness\n\n- Bachelor’s degree in Information System Management, Computer Science, Computer Engineering\n- Five (5) years in IT-related jobs with 3-4 years extensive systems analysis and design preferably with at least one (2) years in project management\n- Training in business functions and in systems analysis and design; through familiarity with organizational information needs; good communication skills\n- At least 3 years implementing or supporting an ERP systems preferably SAP experience.  Proficient in at least two computer programming languages, with the ability to set-up/configure basic system software, troubleshoot basic system software-related problems, and to coordinate preparation of system programs that will optimize utilization of resources\n- A good theoretical background in computer and systems, able to troubleshoot minor problems for equipment and systems; with a good working knowledge of related facilities, latest technologies, and company directions to be able to propose plans and projects that are beneficial to the company\n- Ability to assess training needs; organize and conduct appropriate training program in computer and communication systems; and ability to disseminate information on new technologies through lectures and other forum.\n- Good command of the English language is required.", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/chuyen-vien-sap-cao-cap-tu-van-phan-he-tai-chinh-ke-toan-1153264", "post_img": "https://images.vietnamworks.com/pictureofcompany/ea/10520538.png", "title": "Chuyên Viên SAP Cao Cấp - Tư Vấn Phân Hệ Tài Chính - Kế Toán", "content": "- Tư vấn và hỗ trợ người dùng SAP: Phân hệ Tài chính, kế toán cho Tập đoàn và các Công ty thành viên.\r\n- Tham gia triển khai mới hệ thống SAP - Phân hệ Tài chính Kế toán khi có phê duyệt của Ban Lãnh Đạo.\r\n- Hướng dẫn kế toán trưởng của các đơn vị trong việc xử lý nghiệp vụ về báo cáo tài chính, báo cáo quản trị trên hệ thống SAP.\r\n- Hướng dẫn kế toán các đơn vị xử lý nghiệp vụ phát sinh hàng ngày (nếu có) liên quan đến kế toán như: phải thu, phải trả, công nợ, tài sản,...\n\n- Có chứng chỉ ERP SAP phân hệ FICO là một ưu thế\r\n- Tốt nghiệp Đại Học chuyên ngành Kế toán\r\n- Có kinh nghiệm làm tư vấn SAP và chuyên về phân hệ FICO\r\n- Có kinh nghiệm về tài chính kế toán\r\n- Có kinh nghiệm về đào tạo và hướng dẫn người dùng sử dụng SAP phân hệ FICO\r\n- Có kinh nghiệm xử lý các phát sinh lỗi xảy ra hàng ngày cho người dùng", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/hcmc-urgent-it-specialist-1153233", "post_img": "https://images.vietnamworks.com/pictureofcompany/57/10838478.png", "title": "[HCMC - Urgent !!] IT Infrastructure Team Leader", "content": "- Creating and managing network security plans. \n- Well understanding IT products and brands in network security. \n- Assess current IT for vulnerabilities, weaknesses and for possible upgrades or improvement\n- Implement and oversee technological upgrades, improvements and major changes to the information security environment\n- Daily monitor and control security conformation. Besides, proactively prevent incident from security risks by updating the IT security professional news and reliable sources. Monitoring includes as a must have: patch management, Anti-virus management, Software updates, Usage of unlicensed and pirated software, Incidents of policy violations as per the information security policy.\n- Managing security measures for information technology system within a networked system.\n\n- Proven work experience as IT security engineer\n- 10+ years of professional industry experience assisting with the design, development, and deployment of IT security services\n- Working knowledge of networks, servers such as Linux/Unix/Windows servers, security patch deployment, system configuration, cloud service, and information security best practices\n-  Working knowledge of security design around ERP such as Oracle R12 in manufacturing industry\n- Experience with risk management processes to assess and mitigate IT security risk.\n- Experience with reporting overall IT security risk based on IT security assessment\n- Good verbal, written, and active listening English skills\n- Certificates: CCNP, MCSE, one of these (CEH, CISM, CompTIA Security+, CISSP, or equipvelent certificates). These certificates are preferred: ISO 27001/2, NIST framework, Linux/Unix, ITIL, COBIT", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/senior-java-dev-signing-bonus-up-to-30m-1153222", "post_img": "https://images.vietnamworks.com/pictureofcompany/49/10197315.jpg", "title": "Senior Java Dev Signing Bonus Up to 30M", "content": "- Số lượng: 10\r\n* PROJECT DESCRIPTIONS \r\nRebuild a huge insurance system for one of the largest company in Healthcare industry. The platform provides solutions for different healthcare providers like clinics, hospitals, medical to enable them to serve patients, doctors, care givers etc. The platform supports the process for insurance process for the partner company.\n\r\n* JOB DESCRIPTIONS \r\n•\tSenior Java Developer for product healthcare \r\n•\tCreate weekly report to Customer.\r\n•\tCommunicate directly with customer and other vendors (FWD, Singtel, Citi Bank, ANZ…)\r\n•\tCommunicate with offshore team to transfer, support and involve the development tasks as well\r\n•\tProvide/ consult technical solution for customer\r\n•\tDo the logical solution for the issue (if needed)\r\n•\tProvide the high level design and detail design for the project\n\n•\tGood at English written and spoken.\r\n•\tCan working in onsite department (customer site)\r\n•\tHave experience/knowledge in manage team, create report/plan to BOM (Board Of Manager)\r\n•\t Have experience/knowledge with Java Spring Framework, unit test and review code.\r\n•\tHave experience/knowledge with Restful API Designing, used to work with Restful Webservices.\r\n•\tHave experience/knowledge with Oracle Database, can provide solution to high speeds performance of the system and data patching. \r\n•\tHave experience/knowledge working with Github process.\n\r\n* WHY YOU WILL LOVE WORKING HERE*\n\r\n•\tAttractive salary. Performance based award.\r\n•\tWorking onsite short term in Singpore.\r\n•\tYoung and dynamic working environment. \r\n•\tContinuous development of hard and soft skills through work and professional trainings.\r\n•\tExciting leisure: sport and art events (football club, family day...)\r\n•\tCompany's labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (Company trip, Holiday, etc.)", "salary_range": "$1,300"}{"post_url": "https://www.topitworks.com/vi/viec-lam/ha-noi-singapore-sa-java-onsite-long-term-singapore-1153219", "post_img": "https://images.vietnamworks.com/pictureofcompany/49/10197315.jpg", "title": "[Ha Noi/singapore]- 02 SA Java Onsite Long-Term Singapore", "content": "- Số lượng: 2 \r\n* PROJECT DESCRIPTIONS \r\nThe platform is a maintenance system and new features upgrade for one of the largest company in Healthcare industry. The platform provides solutions for different healthcare providers like clinics, hospitals, medical to enable them to serve patients, doctors, care givers etc. The platform supports the process for insurance process for the partner company.\n\r\n* JOB DESCRIPTIONS \r\nThe people in PTL/SA position is responsible for: \r\n•\tLead the technical solution team for a big software development project in HealthCare & Insurance domain (hundreds people work at Singapore & Vietnam), built on Java related technologies and AWS Cloud.\r\n•\tWork directly with customer’s PM & contact points (customer company is the biggest one in Asia on HealthCare domain)\r\n•\tProvides technical leadership to a team of mid-level and entry-level developers.\r\n•\tDefines, designs and implements programs integrating multiple software systems, modules and technologies.\r\n•\tDevelops software that is object oriented and conforms to program standards to ensure reusability and repeatability.\r\n•\tWorks closely with design team offering input and works closely with customers to ensure solutions will meet requirements.\n\n•\tBachelor or higher degree in Computer Science or equivalent experience in the field of software development.\r\n•\t7+ years’ experience in software development, architecture design.\r\n•\tSolid Object-Oriented Design/Object Oriented Programming (OOD/OOP) foundation\r\n•\tExperience with Java EE, Object Relational Mapping (ORM) Frameworks, Java Server Pages (JSP), Enterprise Java Beans (EJBs), Java Data Base Connectivity (JDBC), and Java Message Service (JMS).\r\n•\tExperience with Struts, Spring and/or Hibernate Frameworks. \r\n•\tExperience with RESTful programming. \r\n•\tExperience with Java Batch applications. \r\n•\tExperience with JavaScript, TypesScript, HTML, and CSS. \r\n•\tExperience with XML processing such as XSD, XSL, XSLT, XPath, etc.\r\n•\tExperience with Service Oriented Architecture (SOA) principles.\r\n•\tDatabase experience such as Oracle, DB2, SQL Server, noSQL.\r\n•\tExperience with application deployment and maintenance.\r\n•\tExperience with Windows, Linux, AWS. \r\n•\tWeb Service Technology and Security, Web Service Definition Language (WSDL), Web Services-Interoperability (WS-I), Message Transmission Optimization Mechanism (MTOM), SOAP with Attachments (SwA) is a plus.\r\n•\tPrior experience with Healthcare and Insurance projects will be an advantage.\n\r\n* WHY YOU WILL LOVE WORKING HERE*\n\r\n•\tAttractive salary. Performance based award.\r\n•\tWorking onsite long term in Singapore.\r\n•\tYoung and dynamic working environment. \r\n•\tContinuous development of hard and soft skills through work and professional trainings.\r\n•\tEnjoy new culture, living environment in Singapore.\r\n•\tExciting leisure: sport and art events (football club, family day...)\r\n•\tCompany's labor policy completely pursuant to Vietnamese labor legislation plus other benefits offered by the company (Company trip, Holiday, etc.)", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/it-application-specialist-3-1-1153201", "post_img": "https://images.vietnamworks.com/pictureofcompany/1a/10658920.png", "title": "IT Application Specialist", "content": "- Hiểu sâu về nhu cầu kinh doanh, cung cấp giải pháp, chuẩn bị các yêu cầu chức năng.\n- Cung cấp thiết kế, thực hiện, thử nghiệm và duy trì các ứng dụng CNTT\n- Cung cấp đào tạo thực hành và hỗ trợ trực tiếp cho người dùng\n- Phân tích và cung cấp giải pháp cho các vấn đề trong ứng dụng CNTT và các giao diện liên quan\n- Tham gia vào các dự án ứng dụng CNTT\n- Kiểm tra bản phát hành ứng dụng mới, chức năng, bản vá, sửa lỗi nóng và hỗ trợ kiểm tra chấp nhận của người dùng\n- Phân tích yêu cầu người dùng, tăng yêu cầu thay đổi và quản lý việc cung cấp chức năng / tăng cường ứng dụng mới.\n- Quản trị người dùng truy cập và quyền người dùng\n\n- Biết cách sắp xếp và làm việc khoa học, khả năng phân tích/thiết kế hệ thống\n- Kỹ năng giao tiếp, đào tạo, định hướng và giải quyết tình huống\n- Khả năng quản lý và điều hành nhóm;\n- Có khả năng làm việc trong môi trường áp lực.\n- Tối thiểu 2 năm trở lên kinh nghiệm tham gia, quản lý nhóm/dự án liên quan phần mềm ứng dụng\n- Ưu tiên các ứng viên am hiểu về ngành F&B (các mô hình dịch vụ nhà hàng, ăn uống).\n- Am hiểu ít nhất 1 ngôn ngữ lập trình: SQL, PHP, Java, Dot Net, Python,…", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/front-end-developer-183-1153193", "post_img": "https://images.vietnamworks.com/pictureofcompany/5a/10323249.png", "title": "Front-End Developer", "content": " Translating designs and wireframes into high-quality code\n Work and collaborate with the rest of the engineering team\n Work with the product team and graphic designers\n Learn and understand user interactions\n\n 1+ years of experience in Front-end Development\n Proficient understanding of JavaScript, HTML, CSS\n Strong experience using React.js and Redux in web and service development\n Familiar with RESTful API, WebSocket.\n Experience developing applications using MySQL and NoSQL\n Experience with NodeJS and its framework: ExpressJS is a big plus\n Strong knowledge of web standards\n Strong teamwork and contribution spirit.\n Good at English", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/customer-service-specialist-work-shift-2-1-1-1-1153184", "post_img": "https://images.vietnamworks.com/pictureofcompany/7b/10831750.png", "title": "Customer Service Specialist (Work Shift)", "content": "- Analyze support and assistance request from our English speaking customers\n- Research, diagnose, record, and analyze customer issues with accurate solutions\n- Interact with Vietnam Level 2/3 QA and Dev Team\n- Interact with US Level 1 Support\n- Respond to customer assistance request email\n- Work closely with Customer Success Managers to maintain customer satisfaction\n- Working overnight shifts\n\n- Bachelor’s Level in Computer Science, IT or related field\n- Comfortable English usage for day to day work in Customer service requests\n- Knowledgeable in using Microsoft and configuring Windows software\n- Attention to detail and prioritization, be customer oriented\n- Experience in handling customer service requests, troubleshooting and diagnosing issues\n- IT experience with MAC, Database/SQL, network and/or dental environment are a plus\n- An ability/ willingness to work overnight shifts\n\nBenefit\n-   Competitive salary + 13th Salary + Bonus as per company’s policy\n-   Social Insurance + Health Insurance + Annual Paid Leave\n-   Company Trip + Professional Training in US\n-   Dynamic and Professional working environment\n-   Opportunity to develop career path\n-   Salary review once a year.", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/qa-engineers-automation-and-manual-2-1153168", "post_img": "https://images.vietnamworks.com/pictureofcompany/2f/10243229.jpg", "title": "QA Engineers (Automation and Manual)", "content": "We are looking for self-motivated, creative and proactive QA Engineers to work closely with our Project Managers and development teams to work in a fast-paced environment including multiple platforms, architectures and diverse technologies.\nResponsibilities:\n•\tInteract with project management and development teams to develop a strong understanding of the project and testing objectives.\n•\tDevelop and execute functional tests as well as automated tests in order to deliver a high quality product.\n•\tParticipate in troubleshooting and triaging of issues with different teams to drive towards root cause identification and resolution.\n•\tDocument, track and escalate issues as appropriate.\n\nIDEAL PROFESSIONAL QUALIFICATIONS\n1. QA Automation Engineers\n•\tBachelors degree in C.S. or related technical discipline.\n•\t2+ years work experience in development and/or testing role.\n•\tMust have automation experience using languages like Java, Python, Linux shell, etc.\n•\tMust have automation experience with tools like Selenium, Jenkins, Jmeter, Android automator, Appium, etc.\n•\tMust have a strong knowledge of web services (REST API, SOAP UI).\n•\tMust have sound understanding of QA practices and principles including test case creation and management, Defect managements and metrics, etc.\n•\tMust have knowledge of Linux.\n•\tMust have Database skills with Oracle, SQL Server, MySQL, PostgreSQL, etc.\n•\tExperience of white box testing and debugging the following: Web based application, Back end server testing (Saas), Scalability and performance.\n•\tUnderstanding of Cloud/SaaS technology.\n•\tUnderstand of how to test a product for a mass market use consumers.\n•\tA Passion for quality.\n•\tCan do/Can ship attitude.\n•\tGood English verbal and written communication skills.\n2. QA Manual Engineers\n•\tBachelors degree in C.S. or related technical discipline.\n•\t2+ years work experience in development and/or testing role.\n•\tMust have technical background and a thorough understanding of software development engineering and methodologies.\n•\tMust have Database skills with Oracle, SQL Server, MySQL, PostgreSQL, etc.\n•\tGood experience with different Operating Systems.\n•\tProven ability to manage and prioritize multiple, diverse projects simultaneously.\n•\tMust be careful, flexible, independent and self motivated.\n•\tGood English verbal and written communication skills.\n     Desired qualifications but not required:\n•\t Knowledge of automated testing tools, like WinRunner, QTP, Rational Robot, JMeter, Soasta, Selenium, etc.\n•\tGood understanding of common languages like VB, JAVA, PERL, C++, etc.\n•\tUse existing tools and techniques to execute test cases and build/script new tools for performing testing/validation function.\nIDEAL PERSONAL QUALIFICATIONS\n•\tMust have A Passion for quality. The candidate will be immersed in quality assurance and a strong understanding of how to apply this to an agile environment.\n•\tMust have High integrity, trustworthy operator that is intellectually honest yet a fundamental optimist, positive attitude.\n•\tMust have Self starter and natural leader, doesn’t wait for instructions once the objectives are clear.\n•\tExperience in both start ups and larger companies.\n•\tPassion for technology and/or mobile.\n•\tCommitment to high standards of excellence and integrity.", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/chuyen-vien-quan-tri-ha-tang-tntech-2-1153143", "post_img": "https://images.vietnamworks.com/pictureofcompany/5b/8371189.png", "title": "Chuyên Viên Quản Trị Hạ Tầng - TNTECH", "content": "- Triển khai một số hệ thống hạ tầng được giao nhằm phục vụ các dự án công nghệ.\n- Kiểm tra, tiếp nhận một số hệ thống hạ tầng được giao theo các tiêu chí đã được thống nhất với người sử dụng.\n- Vận hành một số hệ thống hạ tầng được giao đáp ứng các thỏa thuận vận hành dịch vụ:\n- Giám sát hoạt động của hệ thống cũng như thực hiện các hoạt động vận hành, bảo hành, bảo trì, nâng cấp các hệ thống công nghệ;\n- Đầu mối điều phối các hoạt động và tham gia khắc phục sự cố.\n- Xây dựng và triển khai ứng dụng một số quy trình, quy định, tài liệu hướng dẫn, tiêu chuẩn, các công cụ phần mềm nhằm đảm bảo việc vận hành hệ thống hạ tầng công nghệ đáp ứng được yêu cầu.\n- Đánh giá nhu cầu sử dụng của các đơn vị và xây dựng kế hoạch (nguồn lực, ngân sách, tiến độ, giải pháp) nâng cấp, cải thiện hệ thống hàng năm hoặc khi có yêu cầu cho một số hệ thống hạ tầng.\n- Tham gia đánh giá rủi ro trong phạm vi vận hành một số hệ thống hạ tầng được giao và đưa ra các kế hoạch cũng như thúc đẩy việc triển khai các giải pháp giảm thiểu rủi ro.\n\n- Tốt nghiệp Đại học trở lên, chuyên nghành CNTT\n- Tối thiểu 3 năm làm việc trong lĩnh vực Công nghệ thông tin;\n- Đã từng chịu trách nhiệm chính xây dựng lộ trình triển khai hạ tầng công nghệ thông tin cho doanh nghiệp cỡ vừa hoặc lớn;\n- Có tối thiểu 01 năm kinh nghiệm trực tiếp vận hành một trong số các hệ thống:\n+ Database sử dụng giải pháp của Oracle, Microsoft, SAP.\n+ Hệ điều hành sử dụng giải pháp Micrsoft, Redhat, Unix.\n+ Hệ thống ảo hóa sử dụng giải pháp của VMWare, Microsoft.\n+ Hệ thống máy chủ cao cấp của IBM, HP, Dell, Oracle.\n+ Hệ thống lưu trữ của EMC, HP, IBM.\n- Có kiến thức tổng quan về hệ thống hạ tầng trung tâm dữ liệu, hệ thống máy chủ; lưu trữ; hệ điều hành; cơ sở dữ liệu, hệ thống sao lưu - dự phòng …\n\nQuyền lợi:\n- Mức thưởng: tối đa đến 5 tháng lương/ năm (đánh giá theo KPI cá nhân và công ty cuối năm)\n- Thưởng ngày lễ, tết, sinh nhật, thành lập Tập đoàn/ công ty, nghỉ hưởng nguyên lương vào ngày sinh nhật (làm việc đủ 12 tháng trở lên)\n- Bảo hiểm: BHXH bắt buộc và BH Bảo Việt Gold\n- Chế độ tăng lương: tối đa tới 2 lần/ năm (theo quy định cụ thể)\n- Nghỉ mát, teambuilding tối thiểu 1 lần/ năm\n- Các hoạt động đào tạo nâng cao chuyên nghiệp\n\nThời gian làm việc: 8:00 – 17:30 thứ 2-6 và 2 sáng thứ 7 trong tháng (đầu & cuối tháng)\n\nĐịa điểm làm việc: Tầng 21, tòa nhà TNR, 54A Nguyễn Chí Thanh, Q.Đống Đa, HN", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/devops-cloud-engineer-1-1-1-1153136", "post_img": "https://images.vietnamworks.com/pictureofcompany/49/10553488.png", "title": "DevOps Cloud Engineer", "content": "You are responsible for tools and processes to enable the development team to develop, build, and deploy highly scalable and high quality solutions as quickly and effective as possible.\n•\tDevelop and maintain scripts to automate manual tasks regarding environments.\n•\tDevelop and maintain scripts to automate system deployment to scale infrastructure.\n•\tWork with teams of development, testing, deployment, systems and infrastructure to ensure continuous operation of build and test systems\n•\tWork to improve speed, efficiency and scalability of all systems.\n•\tMonitor, troubleshoot and manage all environments of the team (1‘300 servers, 200 installation per year, etc.).\n\nBachelor’s Degree in IT or related fields\n2 years recently working with languages such as Perl, Python, Linux shell scripts, Ruby\n3 to 5 years of experience in software development or software deployments or IT operations\nFluent English for day to day communications\nExperience in scripting languages such as: Perl, Python, Linux shell scripts, Ruby\nSolid knowledge of Linux and/or Windows\n\nIf you are INTERESTED in applying for this position, please send us your complete application (CV, cover letter, letter of reference, diplomas and certificates) via VietnamWorks.\n\n*** Established in Vietnam since 1998 we guarantee:\n•\tlearning environment from interesting topics of our daily work: blockchain, chatbot, facebook in app purchase, Google Assistant AI integration, secure mobile ticket....\n•\tvery attractive remuneration package\n•\tprofessional working environments with young and motivated teams\n•\tprojects using state-of-the-art technologies and Agile methodologies\n•\textensive coaching and training\n•\tflat hierarchies and cross-divisional collaboration\n•\tmodern workplace\n•\ttravel opportunities to Switzerland", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/test-automation-engineer-for-secutix-2-1-1153133", "post_img": "https://images.vietnamworks.com/pictureofcompany/49/10553488.png", "title": "Test Automation Engineer for Secutix", "content": "•\tCollaborate within agile team (business owners, manual testers, developers) to find testing solutions throughout the entire software development life cycle\n•\tDefine automation strategy for new features and production incidents (test data, test script implementation)\n•\tDrive innovation topics to enhance automation framework, reduce test execution times, comprehensive feedback to developers\n•\tInvestigate broken builds and failed tests\n\nExperience\n•\tBachelor’s degree in related fields\n•\t2 years of experience in test automation\nSkills\n•\tFluent English for day to day communications with European colleagues\n•\tProgramming experience with Java\n•\tExperience in test automation framework: Selenium, FitNesse …\n•\tStrong organizational and problem solving skills\n•\tStrong interpersonal skills, flexibility and a strong team spirit\n•\tA background of exploratory testing is a plus as our system being tested will require innovation to discover bugs\n•\tYou are ready for challenges and grow your career/skills quickly\n\nIf you are INTERESTED in applying for this position, please send us your complete application (CV, cover letter, letter of reference, diplomas and certificates).\n\n** What we offer\nEstablished in Vietnam since 1998 we guarantee:\n•\tlearning environment from interesting topics of our daily work: blockchain, chatbot, facebook in app purchase, Google Assistant AI integration, secure mobile ticket....\n•\tvery attractive remuneration package\n•\tprofessional working environments with young and motivated teams\n•\tprojects using state-of-the-art technologies and Agile methodologies\n•\textensive coaching and training\n•\tflat hierarchies and cross-divisional collaboration\n•\tmodern workplace\n•\ttravel opportunities to Switzerland", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/senior-data-scientist-senior-data-analyst-1-1153131", "post_img": "https://images.vietnamworks.com/pictureofcompany/5a/10480385.png", "title": "Senior Data Scientist/ Senior Data Analyst", "content": "- Development of scoring functions for evaluation and their testing\n- Preparation of inputs for financial models\n- Improvement of strategies, actively propose changes\n- Statistical analyses of credit portfolio, stress-testing\n- Data mining and ad-hoc analysis\n- Managing development projects\n- Data mart development and procedures optimizing\n\n- Good at English communication.\n- Having knowledge of statistical models (logistic regression) is preferred\n- Data analysis skills\n- SQL database querries into DWH  and PL/SQL knowledge  \n- Studied statistics, mathematics, economy or related subjects", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/urgent-information-technology-it-staff-fresh-graduated-khong-yeu-cau-kinh-nghiem-1153130", "post_img": "https://images.vietnamworks.com/pictureofcompany/75/10178830.jpg", "title": "[URGENT] Information Technology - IT Staff – Fresh Graduated – Không Yêu Cầu Kinh Nghiệm", "content": "Position Title: IT Staff\r\nDepartment: IT\r\nReports to: GM\r\nLocation: Sumi Wiring (Hanam Province)\n\r\nScope of Position:\r\n- Develop program\r\n- Controlling net systems, phone net, applications\r\n- Supporting for users\r\n- Will discuss more detail in the interview\r\n*BENIFITS:\r\n1. Salary and Allowances: 350 USD - 400 USD\r\n2. Bonus: \r\n- Get 2 big bonuses per year in Lunar New Year and Vietnamese Independent Day (2- Sep)\r\n- Get attendance bonus monthly, area allowance, lunch…\r\n3. Welfares: \r\n- Be picked up by Company car. Company has many buses from Hanoi to Ha Nam and Nam Dinh to Ha Nam;\r\n- Social Insurance, Health Insurance and other regimes according to Labor Code;\r\n- Company trip, welcome party, year-end party, labor safety, bonus on National holidays (Hung Kings, 30/04, 02/09), children’s day, Mid-autumn moon, …\n\n- Graduated Information Technology University\r\n- Have skills about network machinescalculator (CCNA certificate is advantageous)\r\n- Have skill to configure network equipment (Switch, router, ..)\r\n- No need experience.\r\n- Experienced Candidates are preferable\r\n- Priority for candidates who have experience working in Japanese companies.\r\n- Excellent IT knowledge\r\n- Knowledge of C#\r\n- Be good in English or Japanese (TOEIC from 450 point or Japanese certificate from N3)\r\n- Ability to work in a team\r\n- Creative, active, high discipline", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/game-designer-pvp-online-game-1-1153125", "post_img": "https://images.vietnamworks.com/pictureofcompany/99/10667312.png", "title": "Game Designer (Pvp Online Game)", "content": "I. ROLE PURPOSE:\nDesign creative concepts of Game content and features for PvP real-time combat games on mobile devices\n\nII. KEY RESPONSIBILITIES:\n\n1. Design\n•\tDesign game content and features, eg. the concept of characters (appearence+statistics), weapons, game modes,… \n•\tCommunicate your design to the team, articulating the “why” behind the “what”\n•\tWork closely with 2D/3D Artists and Developers to make sure the concepts are brought out correctly\n•\tLead internal play-tests, brainstorms, and post-mortems to enhance self-learning\n•\tCollect feedback from game players, analyze and improve accordingly\n\n2. Research\n•\tStay updated with industry methods, trends, and news.\n•\tWork with all disciplines to find the best path forward.\n\nIII. PRODUCT YOU'LL BE WORKING ON:\n  1. Heroes’ Strike – 3v3 Moba\n      https://goo.gl/eHLWsG\n\n2. Tank Raid 3D Online\n     https://goo.gl/HSEpMV\n\nIV. KEY RELATIONSHIPS:\n-\tInternal: Artists, Sound & Effect Specialist, Animation Specialist, Game Developers, Other Game Designers\n-\tExternal: Service Providers\n\nI. ESSENTIAL SKILLS:\n•\tSelf-motivated, strong CREATIVE identity, IMAGINATION, and HOLISTIC game design skills\n•\tExperienced in Character and Combat Design\n•\tKnowledge of Human Psychology is a big plus\n•\tProven ability to collaborate and communicate effectively at the team, studio, and organization levels.\n\nII.  ESSENTIAL ATTRIBUTES:\n•\tStrong passion for crafting amazing gaming experiences\n•\tCritical in self-reasoning\n•\tOwning a personality that is great to work with: open-minded, purposeful, respectful, calm, and candid.\n•\tHard-working\n\nIII. RELEVANT EXPERIENCE:\n•\tBeing a passionate PvP game player yourself is a big plus\n\nIf you think the job of Game Designer at Wolffun is a fit for your career path, please don’t hesitate to contact us. Your application will be replied within 2 business hours or sooner.\n\nNguyễn Thi Diệu\nhttp://wolffungame.com/\nAddress: Room 803, Vina Giay Building, 180-180 Ly Chinh Thang Str., Ward 9, Dist. 3, HCM", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/web-developer-php-html-2-1153116", "post_img": "https://images.vietnamworks.com/pictureofcompany/f2/10237625.png", "title": "Web Developer (PHP, HTML)", "content": "- We are looking for a talented Web Developer who will be responsible for creating layouts and pages for Web applications and Mobile Web.\n\n•\t1 - 3 years of experience working with WordPress, PHP (Laravel is a plus).\n•\tKnowledge of HTML / HTML5 languages, CSS / CSS3 technologies, JavaScript and jQuery.\n•\tFamiliar with CSS preprocessors: LESS / SASS.\n•\tFamiliar with source control management: Git.\n•\tCarefully, with the ability to analyze the problem.\n•\tGood Teamwork Skills.\n•\tStrong communication and people skills are required.\n•\tKnowledge of AngularJS, ReactJS is an advantage.\n•\tGood communication in English is a plus.\n•\tWilling to learn new technologies and advance your skills.\n\nWhy You'll Love Working Here\n•\tWorking 5 days/week, from Monday to Friday, off on Saturday and Sunday.\n•\tCompetitive salary package (Up to 1,200 $ for excellent candidates).\n•\tBonus with 13th month salary.\n•\tBirthday gift.\n•\tAnnual company trip.\n•\tChances to learn and grow.\n•\tYou can join many national client projects in Vietnam and Japan.\n•\tBe part of a creative friendly and international culture.\n•\tAll insurances, annual leave according to Vietnamese Labor law.\n•\tCompany party every month.\n•\tOpportunity for onsite business trip in Japan.\n•\tEnd-of-year Tet bonus.\n•\tSalary review annually or when you have excellence achievement.", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/scrum-master-18-2-2-1153108", "post_img": "https://images.vietnamworks.com/pictureofcompany/49/10553488.png", "title": "Scrum Master", "content": "•\tReport to Delivery Head (Scrum of Scrum)\n•\tBe responsible for product development from planning to acceptance within agile teams\n•\tEmpower your team and facilitate the delivery of high-quality products regularly, repeatedly and predictably through a focus on risk management, technical excellence, business value and the needs of the end customer \n•\tAccountable for the quality of agile ceremonies including daily scrums, sprint planning, showcases and retrospectives\n•\tManage changes to the project scope, project schedule, and project costs\n•\tSetting the pace for delivery and motivating teams to succeed\n•\tConflict resolution within/between delivery team and stakeholders\n•\tSuccessfully manage the relationship with the client and all stakeholders by excellent communication\n•\tGuide and coach the team to become self-organized\n•\tPerform risk management to minimize project risks\n\n•\tBachelor’s degree in Computer Science \n•\tAt least 6 years of overall experience in software development\n•\tAt least 3 years of experience as a Scrum Master.\n•\tGood knowledge in software development including analysis and/or design \n•\tGood hands-on technical skills in Java stacks, i.e.Spring and Hibernate.\n•\tKnowledge and experience with Agile techniques – Automated Testing, User Stories, TDD, Continuous Integration, Testing, etc\n•\tPeople management skills, project management skills, organization skills, negotiation skills, time management skills.\n•\tBe able to manage stakeholders relationships and negotiate changes to commitments / requirements;\n•\tStrong logical and critical thinking\n•\tGood analytical thinking and how to determine the root cause of the issue/problem, ability to give a good estimation.\n•\tProficient communication skills in English and good presentation skills", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/cloud-engineering-oracle-dba-1-1-1153107", "post_img": "https://images.vietnamworks.com/pictureofcompany/49/10553488.png", "title": "Cloud Engineering - Oracle DBA", "content": "You will be part of the Cloud Engineering team in Vietnam, maintaining, deploying, monitoring the production and integration environments for SecuTix, our cloud ticketing solution. In close contact with the Cloud Engineering team in Switzerland, you will:\n•\tMonitor and issue resolution of (Oracle, Postgresql) both in Production and Integration Environments\n•\tHealth and support Oracle db services to ensure the highest standards of availability, resilience, integrity, security, tuning and performance\n•\tSupport 20 developpers\n•\tParticipate to transformation and architecture projects: There will be many architecture improvements and technical challenges, we are going forward on AWS Cloud and we are a growing IT company.\n•\tUnderstand SecuTix data model, business logic and customer data.\n•\tHave high speed Interactions with our team in Vietnam and Switzerland.\n\n•\tBachelor’s Degree in Computer Science, Telco or related field.\n•\tMust have 4yrs+ hands on Oracle DBA experience in a similarly challenging position.\n•\tStrong DBA experience in Oracle Production environments, including development team support.\n•\tOracle Database Server, PL/SQL, tuning, ETL, Data Warehousing\n•\tExcellent communication skills and flexibility.\n•\tAccurate, Organized, Detail oriented, Proactive, Caring, Curious.\nSTRONG PLUSES: DB experience on large scale and high performance / scale Oracle Database,  AWS & Postgres experience,  Fluent French or German is a nice to have\n\nIf you are INTERESTED in applying for this position, please send us your complete application (CV, cover letter, letter of reference, diplomas and certificates).\n\n** What we offer\nEstablished in Vietnam since 1998 we guarantee:\n•\tlearning environment from interesting topics of our daily work: blockchain, chatbot, facebook in app purchase, Google Assistant AI integration, secure mobile ticket....\n•\tvery attractive remuneration package\n•\tprofessional working environments with young and motivated teams\n•\tprojects using state-of-the-art technologies and Agile methodologies\n•\textensive coaching and training\n•\tflat hierarchies and cross-divisional collaboration\n•\tmodern workplace and travel opportunities to Switzerland", "salary_range": "$300"}{"post_url": "https://www.topitworks.com/vi/viec-lam/ky-su-giai-phap-1-wireless-1-tich-hop-he-thong-1500-1153102", "post_img": "https://images.vietnamworks.com/pictureofcompany/b8/10852245.png", "title": "Kỹ Sư Giải Pháp (1 Wireless, 1 Tích Hợp Hệ Thống) 1500$", "content": "Với hoạt động kinh doanh đang phát triển mạnh mẽ, COMIT tìm kiếm gấp các vị trí Kỹ thuật để đáp ứng nhu cầu nguồn lực sau: \n1. Kỹ sư Giải pháp Wireless:   https://bit.ly/2HpdWQB\n2. Kỹ sư hỗ trợ kỹ thuật (giải pháp tích hơp hệ thống):   https://bit.ly/2MBtQeX\n\nBạn có thể khẳng định năng lực của mình với các vai trò sau:\n1. KỸ SƯ GIẢI PHÁP WIRELESS\n- Phụ trách kỹ thuật cho các dự án cung cấp thiết bị đo viễn thông trước, trong và sau bán hàng\n- Tìm hiểu nhu cầu & giới thiệu/demo giải pháp cho khách hàng, phân tích cạnh tranh; chịu trách nhiệm về giải pháp/cấu hình, đáp ứng kỹ thuật/tài liệu kỹ thuật trong các hồ sơ chào thầu/hợp đồng kinh tế\n- Kiểm tra thiết bị, triển khai dự án, bàn giao, đào tạo, nghiệm thu, khắc phục sự cố\n- Tư vấn đội ngũ bán hàng và lãnh đạo trong việc phân tích/đánh giá các xu hướng, sản phẩm/giải pháp công nghệ mới\n- Phân tích xu thế công nghệ, sản phẩm của đối thủ cạnh tranh\n\n2. KỸ SƯ HỖ TRỢ KỸ THUẬT: giải pháp tích hợp hệ thống Viễn thông\nTriển khai các giải pháp BSS, OSS và các giải pháp tích hợp hệ thống được giao, đảm bảo hoạt động ổn định, đáp ứng tiêu chuẩn kỹ thuật và yêu cầu khách hàng.\n2.1. Lập kế hoạch triển khai dựa trên kế hoạch tổng thể dự án và yêu cầu của Quản trị dự án\n2.2. Triển khai dự án:\n- Chuẩn bị hồ sơ, tài liệu liên quan đến quá trình triển khai: tài liệu kỹ thuật, tài liệu cấu hình (hướng dẫn sử dụng, công dụng…)\n- Tích hợp, triển khai, lắp đặt thiết bị, vận hành và chạy thử.\n- Phối hợp với chuyên gia của các nhà cung cấp thiết bị đảm bảo hệ thống hoạt động ổn định, khắc phục các sự cố phát sinh.\n- Đào tạo, hướng dẫn, chuyển giao công nghệ cho khách hàng\n- Thực hiện đo kiểm, nghiệm thu kỹ thuật các hợp đồng.\n- Hoàn thiện hồ sơ nghiệm thu theo biểu mẫu, quy định của khách hàng và công ty.\n\nBạn sẽ thành công trong công việc khi bạn nắm giữ một số khả năng sau:\n\n1. KỸ SƯ GIẢI PHÁP WIRELESS: https://bit.ly/2HpdWQB\n1.1 Kiến thức, kinh nghiệm\n- Tốt nghiệp Đại học chuyên ngành Điện tử-Viễn thông hoặc ngành liên quan.\n-  Hiểu biết về mạng hữu tuyến (mạng truyền dẫn quang/thông tin quang, mạng IP) Hoặc mạng vô tuyến: 2G/3G/LTE/Microwave\n- Kinh nghiệm ít nhất 2 năm trong lĩnh vực Di động, thiết bị viễn thông.\n1.2 Kỹ năng:\n-  Kỹ năng giao tiếp và thuyết trình hiệu quả\n- Kỹ năng làm việc đội nhóm tốt.\n- Khả năng nghiên cứu giải pháp công nghệ.\n- Sử dụng tiếng Anh khá: giao tiếp nội dung kỹ thuật, đọc hiểu tài liệu chuyên ngành, viết email (bắt buộc)\n\n2. KỸ SƯ HỖ TRỢ KỸ THUẬT (giải pháp tích hợp hệ thống Viễn thông): https://bit.ly/2MBtQeX\n2.1. Kiến thức, kinh nghiệm\n- Tốt nghiệp Đại học chuyên ngành Điện tử-Viễn thông, Công nghệ thông tin hoặc chuyên ngành liên quan.\n- Kinh nghiệm 2 năm triển khai mạng hạ tầng IT, tích hợp hệ thống IT cho mạng viễn thông. Ưu tiên các ứng viên có kinh nghiệm làm việc tại các nhà mạng hoặc vendor\n- Chứng chỉ CCNA hoặc được đào tạo kiến thức tương tự\n- Hiểu biết chung về mạng di động và cố định\n2.2. Kỹ năng:\n- Kỹ năng lập kế hoạch và kiểm soát công việc tốt.\n- Giao tiếp tốt\n- Kỹ năng làm việc nhóm tốt.\n- Tiếng Anh: đọc hiểu tốt tài liệu kỹ thuật, giao tiếp được các nội dung kỹ thuật với đối tác nước ngoài. (bắt buộc)", "salary_range": "$1,500"}{"post_url": "https://www.topitworks.com/vi/viec-lam/it-staff-helpdesk-1153095", "post_img": "https://images.vietnamworks.com/pictureofcompany/6f/10844013.png", "title": "IT Staff- Helpdesk", "content": "- Quản lý hệ thống Camera, Mail, toàn Kho. \n- Quản lý, cài đặt, bảo trì và sửa chữa hệ thống máy tính, thiết bị tin học của Kho.\n- Quản lý hệ thống mạng, nghiên cứu giải pháp khai thác tối đa hiệu quả của hệ thống.\n- Xử lý kịp thời các sự cố máy tính và các sự cố hệ thống mạng máy tính.\n- Cài đặt và hướng dẫn cho người sử dụng các phần mềm ứng dụng một cách hiệu quả nhất.\n- Triển khai các biện pháp phòng chống virus, các biện pháp bảo mật, lưu trữ dự phòng để bảo quản dữ liệu của hệ thống.\n- Đề xuất các tiêu chuẩn chọn lựa, đánh giá nhà cung cấp thiết bị tin học cho Kho.\n\n- Tốt nghiệp Cao Đẳng các chuyên ngành CNTT, Quản trị mạng trở lên.\n- Có kiến thức về mạng máy tính, hệ thống hạ tầng, hệ thống quản lý ERP.\n- Có kinh nghiệm làm helpdesk 2 năm trở lên\n- Kỹ năng xử lý tình huống.\n- Chịu được áp lực cao", "salary_range": "$500"}{"post_url": "https://www.topitworks.com/vi/viec-lam/truong-nhom-cong-nghe-thong-tin-pm-ba-1153077", "post_img": "https://images.vietnamworks.com/pictureofcompany/3c/10339606.png", "title": "Trưởng Nhóm Công Nghệ Thông Tin (PM & BA)", "content": "Vincom Retail - 1 công ty thuộc tập đoàn Vingroup sở hữu, quản lý và vận hành hệ thống Trung Tâm Thương Mại Vincom (TTTM) trên khắp cả nước hiện đang tìm kiếm vị trí cho Khối Công nghệ Thông tin:\n\n1. Trưởng nhóm Quản trị dự án (PM Lead)\n- Tham gia triển khai các dự án lớn về Hệ thống lõi (ERP/ CRM/ CX) và Chuyển đổi số.\n- Quản lý và phân bổ nhân sự của dự án. \n- Nắm chắc nội dung dự án, đảm bảo tiến độ công việc trong dự án. \n- Quản lý, xử lý linh hoạt các vấn đề phát sinh của dự án. \n- Lập các báo cáo tiến độ chi tiết gửi cho khách hàng và cấp trên.\n\n2. Trưởng nhóm Business Analyst\n- Phối hợp làm việc chặt chẽ với các bên liên quan để có được cái nhìn chuyên sâu về quy trình công việc, chiến lược phát triển sản phẩm dịch vụ\n- Phân tích, đánh giá và tư vấn giải pháp công nghệ, kỹ thuật chi tiết trên các tài liệu nghiệp vụ (BRD, SRS, TRD...) dựa trên yêu cầu của các đơn vị đảm bảo tiết kiệm chi phí và cập nhật xu hướng công nghệ trên thế giới\n- Giám sát và hoàn thành các hạng mục công việc bao gồm việc kiểm soát chất lượng, rủi ro và xác nhận kết quả với các bên có trách nhiệm\n- Tìm kiếm và kiểm chứng năng lực của các nhà thầu trong và ngoài nước.\n- Đưa ra kế hoạch đào tạo, hỗ trợ người dùng khi sản phẩm hoàn thiện đưa vào sử dụng.\n\n1. Trưởng nhóm Quản trị dự án (PM Lead)\n- Tốt nghiệp Đại học các ngành CNTT, QTKD, Kinh tế.\n- Tối thiểu từ 3 năm ở vị trí quản lý dự án về CNTT.\n- Đã có kinh nghiệm quản lý dự án Hệ thống Lõi (ERP/CRM…)\n- Ưu tiên ứng viên có chứng chỉ quản lý dự án quốc tế ( PMP, Prince 2...) \n- Ưu tiên ứng viên có kinh nghiệm về ngành Bất động sản.\n- Tiếng Anh giao tiếp (ưu tiên có chứng chỉ IELTS/ TOEFL)\n\n2. Trưởng nhóm Business Analyst\n- 5+ năm làm việc với vị trí tương đương\n- Có kinh nghiệm quản lý, triển khai các dự án phần mềm lớn, phức tạp (chi phí đầu tư > 1 triệu USD) với sự tham gia của các nhà thầu nước ngoài.\n- Có kinh nghiệm nghiên cứu và tư vấn sự khả thi công nghệ cho các dự án.\n- Tham gia và hoạch định chiến lược chuyển đổi số cho doanh nghiệp.\n- Hiểu biết về ngành bán lẻ & bất động sản cho thuê là một lợi thế.\n- Đại học về các ngành CNTT, QTKD, Kinh tế.\n- IELTS 6.5+ hoặc TOEFL 85+\n- Có các chứng chỉ về nghiệp vụ BA là một lợi thế. (CBAP, PBA-PMI…).", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/giao-vien-cong-nghe-thong-tin-3-1153073", "post_img": "https://images.vietnamworks.com/pictureofcompany/22/10327120.png", "title": "Giáo Viên Công Nghệ Thông Tin", "content": "- Thực hiện việc lên lớp và giảng dạy cho học sinh theo sự phân công của Ban giám hiệu;\n- Lên kế hoạch bài giảng, soạn giáo án, giáo cụ và chuẩn bị tài liệu cần thiết cho việc giảng dạy;\n- Đảm bảo chất lượng bài giảng và chuẩn kiến thức, kỹ năng cũng như kết quả của học sinh theo quy định của nhà trường và/hoặc các cơ quan quản lý;\n- Thường xuyên và định kỳ cập nhật, hoàn thiện hồ sơ, sổ sách chuyên môn (giáo án, sổ báo giảng, sổ điểm, học bạ học sinh, v.v) theo yêu cầu;\n- Tích cực, chủ động đổi mới dạy học; bồi dưỡng nâng cao năng lực nghiệp vụ, kỹ năng ứng dụng công nghệ dạy học tiên tiến, kỹ năng sử dụng tiếng anh trong công việc nhằm nâng cao chất lượng và tính hấp dẫn trong giảng dạy, đáp ứng yêu cầu và mục tiêu giáo dục của trường song ngữ;\n- Tham gia các hoạt động truyền thông, sự kiện đặc biệt, hoạt động ngoại khóa của nhà trường.\n\n- Được đào tạo chuyên ngành Sư phạm Tin học hoặc có chứng chỉ nghiệp vụ Sư phạm và ít nhất 2 năm kinh nghiệm giảng dạy;\n- Tâm huyết với nghề, có phẩm chất đạo đức tốt;\n- Năng động, có tư duy đổi mới phương pháp dạy và học", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/front-end-web-developer-20-1-1153054", "post_img": "https://images.vietnamworks.com/pictureofcompany/c0/10839069.png", "title": "Front-End Web Developer", "content": "The Role:\nSugar Ventures is looking for a Front-End Web Developer who is motivated to combine the art of design with the art of programming.\n\nAs a Front-End Web Developer, you will work with the UI/UX designer and bridge the gap between graphical design and technical implementation, taking an active role on both sides and defining how the application looks as well as how it works.\n\nWe value strong engineers who are agile enough to jump into any project. Our ideal candidate is both a team player and an independent self-starter; is a perfectionist at heart but wants to release fast and iterate. If you are cutting-egde with today's web trends, standards and techniques, and if you thrive in a collaborative, startup environment and have a passion for writing elegant code, we'd love to hear from you.\n\nResponsibilities:\n\n\tCan convert PSD design to HTML and CSS.\n\tCreates web pages conforming to HTML5 and CSS3 standards.\n\tCreates responsive web pages that work well on a wide range of devices.\n\tGather and refine specifications and requirements based on technical needs.\n\tImplements efficient and effective solutions from design specifications.\n\tEffectively tests developed software.\n\tProvides accurate estimates of the effort required to complete a task.\n\t Recommends and implements process improvements.\n\tStay plugged into emerging technologies/industry trends and apply them into operations and activities.\n\tCreate and maintain software documentation.\n\tBe responsible for maintaining, expanding, and scaling our web applications.\n\n\tCommunicate to the Project Manager with efficiency and accuracy any progress and/or delays. Work closely with our talented Product, Design, and Engineering teams to design, build, and deliver products as per the requirement.\n\nPosition Requirements:\n\n\tAt least 3-5 years proven working experience in HTML/CSS/JavaScript.\n\tStrong knowledge of standards-based web development and cross-platform.\n\tcompatibility\n\tWorking experience with following frameworks / technologies:\no\tRuby on Rails\no\tHTML, CSS, Javascript, AJAX, DOM\no\tJQuery / JQueryMobile\no\tWeb Services/REST\n\tExperience working with source control such as Github, GIT, Bitbucket, JIRA etc.\n\tStrong knowledge of Search Engine Optimisation process.\n\tAggressive problem diagnosis and creative problem solving skills.\n\tStrong organisational skills to juggle multiple tasks within the constraints of timelines and budgets with business acumen.\n\tAbility to work and thrive in a fast-paced environment, learn rapidly and master diverse web technologies and techniques.\n\tSelf-starter with strong self-management skills.\n\tAbility to organize and manage multiple priorities.\n\n\nIf you meet our requirements, come and be part of our innovative company. Email us your CV.", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/android-developer-125-1-1153053", "post_img": "https://images.vietnamworks.com/pictureofcompany/c0/10839069.png", "title": "Android Developer", "content": "The Role:\nWe are in search for passionate and talented  Android developers to build some exciting and phenomenal apps for the endless users.\nYou need to bring with you Android app development experience. As we are moving extremely fast with the services we have to offer, you will need to be able to take on projects and run with them independently.\n\nWhat you'll be doing\n●\tDesign and development work for Android SDKs and applications\n\n●\tDevelopment of Android app for mobile app and vending machine app.\n\n●\tDevelop, debug and unit test code for our Android application\n\n●\tDefine and document requirements and technical designs for new features and enhancements\n\n●\tCollaborate with UX and UI designers to develop app workflows and prototypes\n\n●\tWork with fellow engineers to design and build an advance application for Android platform\n\n●\tDesign and improve upon existing app architecture in Android\n\n●\tWork on performance and reliability\n\n●\tBe responsible for delivering project milestones\n\n●\tContribute towards improving engineering culture and approach\n●\tCollaborate in a fast-paced Agile environment \n●\tParticipates in Code Reviews\n\nWhat are we looking for?\n●\tYou have min 4 years of working experience Android App development.\n●\tYou have passion about mobile technologies and using them to improve and drive the business forward\n●\tProficiency with Android, Java and/or Swift\n●\tKnowledge of Android/iOS SDK, different versions of Android/iOS, and how to deal with different screen sizes\n●\tFamiliarity with RESTful APIs to connect mobile applications to back-end services\n●\tFamiliarity of Material/HIG design principles, patterns, and best practices (Material, Apple HIG) \n●\tBasic understanding of offline storage, concurrency, and performance tuning Familiarity with the device sensors, such as gyroscopes, accelerometers, Bluetooth and GPS radio \n●\tFamiliarity with the iOS/Android Store release process Familiarity with SOLID design principles \n●\tExperience with Git, AWS, Google App Engines.\n●\tExperience with content management systems \n●\tExperience developing with web APIs \n●\tExperience working with an agile methodology\n●\tYou have strong understanding of Object Oriented Programming and design patterns\n●\tYou are motivated to automate your works and write the test for your own code.\n●\tYou take pride and ownership in your work\n●\tYou are self-motivated and can work well under pressure\n●\tYou have good communication and problem solving skills\n\n\nIf you meet our requirements, come and be part of our innovative company. Email us your CV.", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/full-stack-developer-ror-1-1153051", "post_img": "https://images.vietnamworks.com/pictureofcompany/c0/10839069.png", "title": "Full Stack Developer (Ror)", "content": "The Role:\n\nDropfoods is looking for a talented “Full stack Developer (RoR)”.\n\nAs a Full Stack Software Engineer, you enjoy working across the software stack to design, develop and deploy engaging experiences for mobile and web. We value strong engineers who are agile enough to jump into any project. Our ideal candidate is both a team player and an independent self-starter; is a perfectionist at heart but wants to release fast and iterate. Our full stack developers are capable of full cycle project leadership including application architecture, design input, site layout/user interface, database design/programming, and development. If you thrive in a collaborative, startup environment and have a passion for writing elegant code that runs at web-scale, we'd love to hear from you.\n\nResponsibilities:\n•\tWrite well designed, testable, efficient code by using best software development practices.\n•\tCreate site layout/user interface by using frontend technologies HTML, CSS, Javascript, AJAX, React.\n•\tManage backend, database. AWS cloud services.\n•\tAbility to architect new schemas, as well as maintain and improve performance of existing ones. Integrate data from various back-end services and databases.\n•\tDevelopment of robust and user-friendly applications.\n•\tGather and refine specifications and requirements based on technical needs.\n•\tStay plugged into emerging technologies/industry trends and apply them into operations and activities.\n•\tCreate and maintain software documentation.\n•\tBe responsible for maintaining, expanding, and scaling our applications.\n•\tAlert colleagues to emerging technologies or applications and the opportunities to integrate them into operations and activities.\n•\tCommunicate to the Project Manager with efficiency and accuracy any progress and/or delays. Work closely with our talented Product, Design, and Engineering teams to design, build, and deliver products as per the requirement.\n\nPosition Requirements :\n•\tAt least 4-5 years proven working experience in Ruby on Rails.\n•\tWorking experience with following frameworks / technologies:\n1.\tRuby on Rails\n2.\tHTML, CSS, Javascript, AJAX, DOM, React.\n3.\tNode.js, Angular.js\n3.\tSass\n4.\tJQuery / JQueryMobile\n5.\twebsockets\n6.\tWeb Services/REST\n•\tExperience working with database systems such as PostgreSQL, MySQL etc.\n•\tExperience working with source control such as Github, GIT, Bitbucket, JIRA  etc.\n•\tExperience with cloud services AWS\n•\tA solid understanding of web application development processes, from the layout/user interface to database structures.\n•\tAdequate knowledge of database systems, Object Oriented Programming and web application development\n•\tHands-on experience with network diagnostics, network analytics tools\n•\tKnowledge of Search Engine Optimisation process\n•\tAggressive problem diagnosis and creative problem solving skills\n•\tStrong organisational skills to juggle multiple tasks within the constraints of timelines and budgets with business acumen\n•\tAbility to work and thrive in a fast-paced environment, learn rapidly and master diverse web technologies and techniques.\n•\tSelf-starter with strong self-management skills\n•\tAbility to organize and manage multiple priorities\n\nIf you meet our requirements, and want to be part of our innovative company please email your resume.", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/php-developer-299-1-1-2-1-1153025", "post_img": "https://images.vietnamworks.com/pictureofcompany/cf/10778116.png", "title": "PHP Developer", "content": "WHO WE ARE:\nĐến với Sun* PHP team, bạn sẽ được gì?\n- Được làm việc cùng những cao thủ hàng đầu thích gõ bàn phím hơn ăn.\n- Được học hỏi và thực hành những bí kíp võ công mới nhất của Laravel, CakePHP và rất nhiều frameworks khác.\n- Được làm việc trong một môi trường chuyên nghiệp, luôn vận động, luôn sáng tạo, luôn đổi mới.\n- Cơ hội chứng tỏ và phát triển bản thân luôn rộng mở\n- Và rất nhiều cái \"được\" khác...\n\nWHAT WE DO:\n- Sử dụng CodeIgniter / Laravel để hack server và tạo ra các ứng dụng vừa nhanh vừa đẹp tới tay người dùng.\n- Nếu bạn có khả năng viết code clean với PHP, hãy cùng chúng tôi hack ra những sản phẩm đích thực\n\nWHO YOU ARE:\n# Mandatory Skills:\n- Tốt nghiệp đại học, cao đẳng chuyên ngành IT\n- Có kinh nghiệm sử dụng một trong các Framework PHP: CakePHP, Zend, CodeIgniter, Yii, Symfony, Laravel, Phalcon\n- Thao tác tốt với HTML, CSS, JavaScript (Jquery, Ajax), Bootstrap, JSON, XML\n- Hiểu biết về MVC Framework, ORM, RESTful, OOP, DesignPattern\n- Có kinh nghiệm làm việc với MySQL hoặc NoSQL (MongoDB)\n- Thành thạo các công cụ quản lý mã nguồn: GIT, SVN\n- Có kinh nghiệm làm việc trong các dự án theo mô hình Agile\n\n# Desired Skills:\n- Viết code rõ ràng, dễ hiểu, dễ maintain, tuân thủ chặt chẽ convention\n- Tương tác với nhiều resources, nhiều dạng database\n- Viết SQL tối ưu, không bị SQL Injection\n- Thiết kế database phù hợp yêu cầu, tối ưu cho performance\n- Có tư duy DRY và code reuse\n-Biết NodeJS, jQuery, AngularJS, React JS, Vue JS, ecmascript 6 là một lợi thế\n\nBENEFITS AND PERKS:\n# Cơ hội phát triển:\n- Làm việc, học hỏi và phát triển cùng đồng nghiệp là những kỹ sư trẻ tài năng, đam mê và có lý tưởng lớn\n- Cùng nghiên cứu và thử thách với những công nghệ mới và các hot tech trend trên thế giới AI, IoT, VR&AR...\n- Được tham gia các chương trình training về kỹ năng công nghệ và kỹ năng mềm, phương pháp làm việc (Agile, Scrum...).\n- Được tư vấn và chia sẻ về phát triển năng lực và nghề nghiệp bản thân.\n \n# Chế độ đãi ngộ:\n- Lương: $600-1800 (Gross). Lương tháng 13. Performance review: 2 lần/năm\n- Trợ cấp ăn trưa, trợ cấp đi lại\n- Phụ cấp Beauty Care, phụ cấp chứng chỉ IT, phụ cấp tiếng Nhật, phụ cấp kỹ năng tiếng Nhật, phụ cấp chứng chỉ tiếng Anh, phụ cấp tham gia hội thảo ngoài\n \n# Chăm sóc sức khỏe: \n- Bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo luật bảo hiểm.\n- Bảo hiểm sức khỏe toàn phần mở rộng. Khám sức khỏe định kỳ hàng năm tại bệnh viên uy tín.\n- Chế độ chăm sóc phụ nữ: Nghỉ sinh lý phụ nữ: 2,5h/ tháng; Nghỉ sau sinh cho nhân viên nữ có con dưới 1 tuổi: 1h/ngày\n\n # Văn hóa đa quốc gia: \n- Môi trường làm việc toàn cầu, văn hóa đa quốc gia, tôn trọng phát triển cá nhân, công bằng và luôn khuyến khích sáng tạo để tạo nên những giá trị \"awesome\" cho công ty & cho thế giới\n- Các thành viên công ty thân thiện cởi mở, chia sẻ, giúp đỡ nhau vượt qua mọi khóa khăn trong công việc và đời sống \n\n # Tiện ích phong phú: \n- Miễn phí đồ uống tại khu ăn uống của công ty.\n- Sử dụng miễn phí mọi loại sách giá trị tại thư viện của công ty. Sun* đã xây dựng một thư viện sách khổng lồ, đa ngôn ngữ, đa lĩnh vực và ngành nghề luôn sẵn sàng phục vụ các thành viên công ty.\n- Trang thiết bị hiện đại, sẵn sàng phục vụ nhân viên mọi lúc mọi nơi\n \n# Hoạt động đa dạng:\n- Nhiều hoạt động bên lề phong phú của các câu lạc bộ:\n             + CLB ngôn ngữ: Tiếng Nhật, Tiếng Anh, Tiếng Việt (Cho nhân viên người nước ngoài)\n             + CLB văn hóa: Âm nhạc, Dancing, Ẩm thực, Cờ vua, Game (AOE, LOL, DOTA2, PES, etc.)...\n             + CLB thể thao: Bóng đá, Cầu lông, Bơi, Gym...\n- Du lịch thường niên, nhiều sự kiện lớn và đa dạng tại các khách sạn sang trọng bậc nhất hàng quý và hàng năm.", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/tuyen-10-c-sharp-net-dev-salary-upto-1500-thuong-01-thang-luong-khi-trung-tuyen-1153024", "post_img": "https://images.vietnamworks.com/pictureofcompany/c1/23595.GIF", "title": "Tuyển 10 C# .Net Dev- Salary Upto 1500$ - Thưởng 01 Tháng Lương Khi Trúng Tuyển", "content": "Những lý do hấp dẫn để làm việc tại USOL:\n1.\tLương & chế độ tương xứng năng lực: upto 1500$\n2.\tThưởng ngay 01 tháng lương khi trúng tuyển\n3.\tCó cơ hội được đi onsite Nhật dài hạn, ngắn hạn\n4.\tĐược tham gia đào tạo tiếng Nhật miễn phí\n\nMô tả công việc:\n•\tTham gia xây dựng và phát triển các dự án với công nghệ sử dụng ngôn ngữ C# .Net \n•\tThực hiện Design, Coding, Code Review, Unitest, Fix bugs\n•\tCơ hội tham gia xây dựng và phát triển các dự án với công nghệ sử dụng ngôn ngữ khác ngoài C# .Net như Java, C++,... tiếp cận với các công nghệ mới\n\n•\tCó kiến thức nền tảng vững, thành thạo công nghệ C# .Net\n•\tCó tối thiểu 2 năm kinh nghiệm về lập trình C# .Net\n•\tKhông yêu cầu ngoại ngữ. Biết tiếng Nhật là lợi thế. (không bắt buộc)\n•\tCó kinh nghiệm làm cho công ty Nhật hoặc cho khách hàng Nhật là lợi thế (không bắt buộc)\n\nCHẾ ĐỘ ĐÃI NGỘ\n•\tThưởng 1 tháng lương nếu trúng tuyển\n•\tĐiều chỉnh lương: 1 lần/năm và có cơ hội được điều chỉnh đặc biệt phù hợp với năng lực\n•\tCó cơ hội được đánh giá lại sau thời gian thử việc\n•\tLương tháng 13 (Thưởng Tết):  1 tháng lương\n•\tThưởng thành tích trung bình 1 tháng lương/ năm\n•\tHọc tiếng Nhật miễn phí\n•\tCó cơ hội đi onsite ngắn và dài hạn. Có chế độ hỗ trợ người thân đi cùng nhân viên onsite\n•\tNgoài 10 ngày nghỉ trong năm theo Luật Lao Động được nghỉ thêm 1 ngày Quốc khánh Nhật.\n•\tBảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp theo luật bảo hiểm\n•\tBảo hiểm tai nạn, bảo hiểm sức khỏe mở rộng Usol Anshin\n•\tNgày phép: 12 ngày/năm . Thâm niên trên 5 năm: 18 ngày/ năm\n•\tDu lịch hàng năm\n•\tKhám sức khỏe định kỳ hàng năm tại bệnh viên uy tín\n•\tNghỉ sau sinh cho nhân viên nữ có con dưới 1 tuổi: 1h/ngày\n•\tCông ty hỗ trợ để nhân viên nhận 100% lương thực tế trong thời kì thai sản\n\nTRỢ CẤP \n•\tTrợ cấp ăn trưa: 900.000/tháng\n•\tTrợ cấp trang phục: 1/12 tháng lương cơ bản\n•\tTrợ cấp đi lại: ~400.000/tháng (phụ thuộc khoảng cách từ nhà đến công ty)\n•\tThưởng chứng chỉ IT (nếu có)\n•\tTrợ cấp tiếng Nhật ~1.500.000 (nếu có)\n\nMÔI TRƯỜNG TRẺ TRUNG\n•\tCác câu lạc bộ cầu lông, bóng đá, tennis được công ty tài trợ\n•\tKhu giải trí với máy mát-xa, máy pha cà phê, bàn bi-lắc, đấm bốc...\n•\tTạp chí nội bộ Usolbiz, chương trình Happy Radio phát nhạc và lời nhắn theo yêu cầu", "salary_range": "$500 - $1,500"}{"post_url": "https://www.topitworks.com/vi/viec-lam/integration-engineer-foreign-company-1-1153005", "post_img": "https://images.vietnamworks.com/pictureofcompany/57/10838478.png", "title": "Integration Engineer [Foreign Company]", "content": "Navigos Search's client is a Europe company which provides Business Communications Platform for the international market. They have more than 50 offices worldwide, partners with more than 200,000 clients.\nIn order to enhance the quality of their customer service, they are urgently looking for an Enterprise Integration Engineer to deal with complex integrations of the provided solutions, be in charge of customer support and various maintenance tasks, mainly in financial institutions.\n\nThe responsibilities of the role include, but not limited to:\n- Join in implementation, integration of the company's solution to clients. \n- Cooperate between the local office development team and core operations department \n- Understand technical specifics of products and ensure all sales team members can streamline the client on-boarding and troubleshooting process and improve the success of sales\n- Anticipate, prevent and resolve the problem in a highly professional manner\n- Monitor the KPIs of the platform and the solutions\n- Promptly provide clear and accurate information for customers.\n- Research on the customers' feedback and provide the engineering team with feedback to improve the product accordingly.\n- Actively suggest new methods and tools to improve the monitoring systems, the working processes, procedures and rules to prevent downtime and performance issues\n\nOur employees are always entitled to many great benefits, such as:\n- A very attractive package, with various types of bonus and compensation\n- Having a professional working environment in a fast-growing international technology company.\n- Advanced training program\n- International travel opportunities, sponsored by the company\n\nYou are our ideal candidates if you meet these requirements:\n- Have at least 2 years of experience in a related field\n- Have a good knowledge of Java & SQL language, can understand terms in IP Networking and have a decent protocols understanding\n- Have an analytical mindset and like troubleshooting, have the ability to dig deep and solve problems at their roots.\n- Have the ability to deal with multitasks\n- Have a good service mindset and outstanding communication skills.\n- Be ready for short-timed travels around the world for an on-site deployment or consultation.\n- Able to fluently communicate to clients, partners, and colleagues in English, both verbally and in writing.\n\nYou are invited to send us a full detailed resume in English with current contact numbers as soon as possible. Applications will be treated in total confidentiality", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/ky-su-dien-tu-dong-hoa-chap-nhan-sinh-vien-moi-ra-truong-duoc-dao-tao-bai-ban-1-1152985", "post_img": "https://images.vietnamworks.com/pictureofcompany/38/3145983.gif", "title": "Kỹ Thuật Hệ Thống – PM (Chấp Nhận Sinh Viên Mới Ra Trường– Được Đào Tạo Bài Bản)", "content": "- Tìm hiểu, nắm chắc về sản phẩm, giải pháp mà Công ty kinh doanh\r\n- Xây dựng tài liệu liên quan đến sản phẩm, giải pháp\r\n- Thực hiện đào tạo về sản phẩm, giải pháp cho CBNV trong công ty, đại lý, NPP\r\n- Kết hợp với NVKD, bộ phận kỹ thuật triển khai đưa ra giải pháp và danh mục sản phẩm đáp ứng theo yêu cầu của khách hàng/ dự án.\r\n- Hỗ trợ giới thiệu sản phẩm và giải pháp tới khách hàng\r\n- Chịu trách nhiệm duy trì, nghiên cứu phát triển sản phẩm mới, xu hướng công nghệ mới.\r\n- Phát triển các cơ hội kinh doanh/ nghiên cứu sản phẩm mới trên thị trường và làm việc với NCC về sản phẩm mới.\n\nYêu Cầu Công Việc:\r\n- Tốt nghiệp ĐH Bách Khoa chuyên ngành CNTT, Điện tử, Tự động hóa,…\r\n- Chấp nhận ứng viên mới ra trường – được đào tạo bài bản.\r\n- Yêu cầu đọc hiểu tài liệu tiếng Anh tốt.\n\r\n1.\tVề mặt chuyên môn (Chỉ cần một trong số những kỹ năng trên, không yêu cầu có đầy đủ - trường hợp có những kỹ năng gì cần ghi rõ trong CV):\r\n-\tCó kỹ năng lập trình một trong số phần mềm như: C, C++, C#, Python, Java, .net, Verilog …\r\n-\tKỹ năng một trong số phần cứng như: Thiết kế mạch, kỹ thuật vi xử lý,FPGA…\r\n-\tKỹ năng tích hợp hệ thống.\n\r\n2.\tKhả năng hiểu về một trong số các công cụ (Chỉ cần một trong số):\r\n-\tPhần mềm thiết kế: Autocad, Sketchup, Solidworks…\r\n-\tPhần mềm phát triển: MS visual studio, Quartus, Django, Keil…\r\n-\tPhần mềm văn phòng: MS Word, MS Excel, MS Powerpoint, MS Visio…\n\r\n3.\tVề thành tích học tập – với ứng viên chưa có kinh nghiệm\r\nMột số môn học sau được coi là tích cực:\r\n-\tKỹ thuật lập trình\r\n-\tVẽ kỹ thuật\r\n-\tTiếng anh\r\n-\tTự động hoá\r\n-\tKỹ thuật điện tử\n\n\r\n****Lương, thưởng và chế độ đãi ngộ:\r\n-\tLương thỏa thuận theo năng lực.\r\n-\tMôi trường làm việc năng động, trẻ trung.\r\n-\tThưởng theo kết quả kinh doanh: Thưởng hàng tháng, quý, năm.\r\n-\tThưởng thâm niên.\r\n-\tChế độ: BHXH, BHYT theo Quy định Luật Lao động.\r\n-\tDu lịch hàng năm cùng công ty.\n\r\nĐịa điểm làm việc: Tầng 4, tòa A3 Ecolife Capitol, 58 Tố Hữu, Q. Nam Từ Liêm, Hà Nội.", "salary_range": "Thương lượng"}{"post_url": "https://www.topitworks.com/vi/viec-lam/vinid-senior-frontend-developer-1-1152983", "post_img": "https://images.vietnamworks.com/pictureofcompany/8e/10840861.png", "title": "[VinID] - Senior Frontend Developer", "content": "- We are looking for an experienced Front-end Developer to join our  product team to build an \"Amazing Super App\" with wide range of services: Fintech, Loyalty, Ticketing, Platform, Health care, Retail, Home services...\n- Be part of an agile team designing and developing high-performance components/micro-services for a wide range of digital transformation projects\n- You will be inspired by not our Tech start-up culture, but our talent co-workers and the cutting-edge technologies we applied \n- Work with our CI / CD process and give suggestions to improve it\n- Monitor and improve the scalability and security of current systems\n\nFew more things you may interested: \n- Macbook provided \n- Attractive salary and benefits\n- No dress code. It’s your choice to be confident and comfortable.\n- Meal allowance\n- Private health insurance financed by the company for employee and their family: cover for Vinmec and top hospitals in VN\n- The preferences when using the services of the Vingroup’s member companies: Employee can benefit from Loyalty programs such as Vinpro/ Vinpro +, supermarkets Vinmart/ Vinmart +, the high-end hotels in the system of Vinpearl; medical services International Hospital Vinmec, Vinschool education system, Vincharm beauty, etc.\n- Training course and certificates\n- Team bonding/ company trips\n\n- At least 2 years of experience in front-end development\n- In deep knowledge about Angular 2/4/6 + TypeScripto or have strong technical background and willing to learning new technology\n- Good at  ReactJS, VueJS, React Redux, Observable is a big plus\n- Enthusiasm for technology with pulse on current trends and technologies in the area of mobile application development", "salary_range": "$1,000 - $2,000"}{"post_url": "https://www.topitworks.com/vi/viec-lam/delphi-programmer-it-dept-urgent-2-1-1152968", "post_img": "https://images.vietnamworks.com/pictureofcompany/f4/10321122.png", "title": "Delphi Programmer - IT Dept - Urgent !", "content": "- Delphi programmer\n- Delphi XE version available\n- Develop experience for Oracle (PL SQL)\n- Develop experience for Oracle Package/ Procedures/ Function\n- English or Korean speaking \n- Loyalty Points: Use experience for Toad (D&B Tool)\n\n- More than 3 years experience (Delphi, Firebird, Android Studio, C++, SQL Server...)\n- Education level: University / Major: Information Technology\n- Lanaguage skills: English or Korean\n-  Self-motivation, excellent teamwork, commitment and confidence. We are looking for people who are able to rise to the challenges of participating in intensive training and managing work responsibilities\n\nHow to Apply:\nIf you would like to work in an environment with opportunities for advancement, please send your CV in English with a cover letter expressing how you match this position.\n\nOnly shortlisted candidates will be contacted for interview.\nThank you for your interest in career opportunities at ACE ANTENNA Vietnam.", "salary_range": "Thương lượng"}